{
  "fetched_at": "2025-11-06T06:38:17.681Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.01811v1",
      "updated": "2025-11-03T18:18:30Z",
      "published": "2025-11-03T18:18:30Z",
      "title": "Modeling Stellar Collisions in Galactic Nuclei Using Hydrodynamic\n  Simulations and Machine Learning",
      "summary": "  Nuclear star clusters represent some of the most extreme collisional\nenvironments in the Universe. A typical nuclear star cluster harbors a\nsupermassive black hole at its center, which accelerates stars to high speeds\n($\\gtrsim 100$-$1000$ km/s) in a region where millions of other stars reside.\nDirect collisions occur frequently in such high-density environments, where\nthey can shape the stellar populations and drive the evolution of the cluster.\nWe present a suite of a couple hundred high-resolution smoothed-particle\nhydrodynamics (SPH) simulations of collisions between $1$ M$_\\odot$ stars, at\nimpact speeds representative of galactic nuclei. We use our SPH dataset to\ndevelop physically-motivated fitting formulae for predicting collision\noutcomes. While collision-driven mass loss has been examined in detail in the\nliterature, we present a new framework for understanding the effects of\n\"hit-and-run\" collisions on a star's trajectory. We demonstrate that the change\nin stellar velocity follows the tidal-dissipation limit for grazing encounters,\nwhile the deflection angle is well-approximated by point-particle dynamics for\nperiapses $\\gtrsim0.3$ times the stellar radii. We use our SPH dataset to test\ntwo machine learning (ML) algorithms, k-Nearest Neighbors and neural networks,\nfor predicting collision outcomes and properties. We find that the neural\nnetwork out-performs k-Nearest Neighbors and delivers results on par with and\nin some cases exceeding the accuracy of our fitting formulae. We conclude that\nboth fitting formulae and ML have merits for modeling collisions in dense\nstellar environments, however ML may prove more effective as the parameter\nspace of initial conditions expands.\n",
      "author": [
        {
          "name": "Sanaea C. Rose"
        },
        {
          "name": "James C. Lombardi, Jr."
        },
        {
          "name": "Elena González Prieto"
        },
        {
          "name": "Fulya Kıroğlu"
        },
        {
          "name": "Frederic A. Rasio"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.01811v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.01811v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2511.00200v1",
      "updated": "2025-10-31T19:00:07Z",
      "published": "2025-10-31T19:00:07Z",
      "title": "Seeds to success: growing heavy black holes in dense star clusters",
      "summary": "  The observational dearth of black holes (BHs) with masses between $\\sim$100\nand 100,000 $M_\\odot$ raises questions about the nature of intermediate-mass\nblack holes (IMBHs). Proposed formation channels for IMBHs include runaway\nstellar collisions and repeated binary BH (BBH) mergers driven by dynamical\ninteractions in stellar clusters, but the formation efficiency of these\nprocesses and the associated IMBH occupation fraction are largely\nunconstrained. In this work, we study IMBH formation via both mechanisms in\nyoung, globular, and nuclear star clusters. We carry out a comprehensive\ninvestigation of IMBH formation efficiency by exploring the impact of different\nseeding models and star cluster formation histories. We employ a new version of\nthe B-POP population synthesis code, able to model several seeding mechanisms\nas well as hierarchical BBH mergers. We quantify the efficiency of IMBH\nproduction across different cluster families, and estimate the fraction of BBH\nmergers involving an IMBH primary. Comparison with low-redshift IMBH candidates\nsuggests that, depending on the seeding mechanism, stellar collisions can play\na pivotal role in explaining potential IMBHs in local globular clusters. Our\nsimulations highlight stellar collisions as the primary IMBH formation channel\nacross a wide range of cluster types. They further suggest that wandering IMBHs\nmay populate Milky Way-like galaxies and that correlations between cluster and\nIMBH masses can help distinguish the origins of Galactic globular clusters.\n",
      "author": [
        {
          "name": "Lavinia Paiella"
        },
        {
          "name": "Manuel Arca Sedda"
        },
        {
          "name": "Benedetta Mestichelli"
        },
        {
          "name": "Cristiano Ugolini"
        }
      ],
      "arxiv:comment": {
        "_": "16 pages, 5 figures, 6 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.00200v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.00200v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5.5
    },
    {
      "id": "http://arxiv.org/abs/2510.26952v1",
      "updated": "2025-10-30T19:24:21Z",
      "published": "2025-10-30T19:24:21Z",
      "title": "Identifying substructure associations in the Milky Way halo using\n  chemo-kinematic tagging",
      "summary": "  The Milky Way halo has been built-up over cosmic time through the accretion\nand dissolution of star clusters and dwarf galaxies as well as through their\ncomplex interactions with the Galactic disc. Traces of these accreted\nstructures persist to the present day in the chemical and kinematic properties\nof stars and their orbits and allow for the disentangling of the accretion\nhistory of the Galaxy through observations of Milky Way stars.\n  We utilised 6D phase-space information in combination with [Fe/H]\nmeasurements to facilitate a clustering analysis of stars using their\nkinematics and chemistry simultaneously, a technique known as chemo-kinematic\ntagging. Using t-distributed stochastic neighbour embedding (t-SNE), we\nperformed dimensionality reduction and identify stars from clusters and streams\nthat are co-localised in the kinematic and chemical parameter space. We\nincluded E, Jr, Jz, Lz, r_apo, r_peri, and eccentricity as well as [Fe/H] as\ninput into the algorithm, and used a sample of 5347 stars from 229 individual\nMilky Way substructures compiled from various sources in the literature.\n  Most notably, we recovered several large-scale structures that have been\nreported in the literature, including GSE, Thamnos, Sequoia, I'itoi,\nLMS-1/Wukong, Sagittarius, Kraken/Koala, the splashed disc, and a candidate\nstructure recently found in another work. We find that 44\\% of Milky Way\nglobular clusters are consistent with having an accreted origin. We also find\nthat the chemo-dynamic properties of omega cen are consistent with a common\naccretion with the Thamnos structure. In addition, we identified many\nstream-progenitor associations, most notably a connection between the\nOrphan-Chenab stream and the Grus II ultra-faint dwarf galaxy, which supports\nprevious findings that these two objects were brought into the Galaxy in the\nsame accretion event.\n",
      "author": [
        {
          "name": "Kris Youakim"
        },
        {
          "name": "Karin Lind"
        }
      ],
      "arxiv:comment": {
        "_": "24 pages, 7 figures, 4 tables, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.26952v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.26952v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.26341v1",
      "updated": "2025-10-30T10:48:24Z",
      "published": "2025-10-30T10:48:24Z",
      "title": "oMEGACat. VIII. A Subpopulation Census of ω Centauri",
      "summary": "  An understanding of the assembly history of the complex star cluster Omega\nCentauri has long been sought after, with many studies separating the stars on\nthe color-magnitude diagram into multiple groupings across small magnitude\nranges. Utilizing the oMEGACat combined astro-photometric and spectroscopic\ndataset we parse 14 subpopulations from the upper red-giant branch to below the\nmain-sequence turnoff. We combine our results with previous works to estimate\nthe age and age spread of each population. We find that the chemically enhanced\n(P2) populations are all ~1 Gyr younger (~11.6 Gyr old) and have significantly\nhigher intrinsic age spreads (0.6 Gyr) than the primordial (P1) populations\n(~12.6 Gyr old, 0.3 Gyr spread), with the intermediate (Im) populations falling\nin between the two. Additionally, we connect for the first time the Chromosome\nDiagram to the two-stream age-metallicity relation, allowing us to link the P1\nand P2 stars to the distinct star formation tracks, proposed to be in-situ and\nex-situ contributions to the cluster's assembly. Our results are consistent\nwith some suggested formation models and rule out others but no current model\ncan explain all observed features of the subpopulations.\n",
      "author": [
        {
          "name": "C. Clontz"
        },
        {
          "name": "A. C. Seth"
        },
        {
          "name": "Z. Wang"
        },
        {
          "name": "M. Haeberle"
        },
        {
          "name": "M. S. Nitschai"
        },
        {
          "name": "N. Neumayer"
        },
        {
          "name": "P. J. Smith"
        },
        {
          "name": "M. Latour"
        },
        {
          "name": "A. Feldmeier-Krause"
        },
        {
          "name": "M. Libralato"
        },
        {
          "name": "A. Bellini"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.26341v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.26341v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.26321v1",
      "updated": "2025-10-30T10:14:58Z",
      "published": "2025-10-30T10:14:58Z",
      "title": "Shock-driven heating in the circumnuclear star-forming regions of NGC\n  7582: Insights from JWST NIRSpec and MIRI/MRS spectroscopy",
      "summary": "  We present combined JWST NIRSpec and MIRI/MRS integral field spectroscopy\ndata of the nuclear and circumnuclear regions of the highly dust obscured\nSeyfert 2 galaxy NGC 7582, which is part of the sample of AGN in the Galaxy\nActivity, Torus and Outflow Survey (GATOS). Spatially resolved analysis of the\npure rotational H$_2$ lines (S(1)-S(7)) reveals a characteristic power-law\ntemperature distribution in different apertures, with the two prominent\nsouthern star-forming regions exhibiting unexpectedly high molecular gas\ntemperatures, comparable to those in the AGN powered nuclear region. We\ninvestigate potential heating mechanisms including direct AGN photoionisation,\nUV fluorescent excitation from young star clusters, and shock excitation. We\nfind that shock heating gives the most plausible explanation, consistent with\nmultiple near- and mid-IR tracers and diagnostics. Using photoionisation models\nfrom the PhotoDissociation Region Toolbox, we quantify the ISM conditions in\nthe different regions, determining that the southern star-forming regions have\na high density ($n_H \\sim 10^{5}$ cm$^{-3}$) and are irradiated by a moderate\nUV radiation field ($G_0 \\sim 10^{3}$ Habing). Fitting a suite of Paris-Durham\nshock models to the rotational H$_2$ lines, as well as rovibrational 1-0 S(1),\n1-0 S(2), and 2-1 S(1) H$_2$ emission lines, we find that a slow ($v_s \\sim 10$\nkm/s) C-type shock is likely responsible for the elevated temperatures. Our\nanalysis loosely favours local starburst activity as the driver of the shocks\nand circumnuclear gas dynamics in NGC 7582, though the possibility of an AGN\njet contribution cannot be excluded.\n",
      "author": [
        {
          "name": "Oscar Veenema"
        },
        {
          "name": "Niranjan Thatte"
        },
        {
          "name": "Dimitra Rigopoulou"
        },
        {
          "name": "Ismael García-Bernete"
        },
        {
          "name": "Almudena Alonso-Herrero"
        },
        {
          "name": "Anelise Audibert"
        },
        {
          "name": "Enrica Bellocchi"
        },
        {
          "name": "Andrew J. Bunker"
        },
        {
          "name": "Steph Campbell"
        },
        {
          "name": "Francoise Combes"
        },
        {
          "name": "Ric I. Davies"
        },
        {
          "name": "Daniel Delaney"
        },
        {
          "name": "Fergus Donnan"
        },
        {
          "name": "Federico Esposito"
        },
        {
          "name": "Santiago García-Burillo"
        },
        {
          "name": "Omaira Gonzalez Martin"
        },
        {
          "name": "Laura Hermosa Muñoz"
        },
        {
          "name": "Erin K. S. Hicks"
        },
        {
          "name": "Sebastian F. Hoenig"
        },
        {
          "name": "Nancy A. Levenson"
        },
        {
          "name": "Chris Packham"
        },
        {
          "name": "Miguel Pereira-Santaella"
        },
        {
          "name": "Cristina Ramos Almeida"
        },
        {
          "name": "Claudio Ricci"
        },
        {
          "name": "Rogemar A. Riffel"
        },
        {
          "name": "David Rosario"
        },
        {
          "name": "Lulu Zhang"
        }
      ],
      "arxiv:doi": {
        "_": "10.1093/mnras/staf1887",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1093/mnras/staf1887",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.26321v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.26321v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 13 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    }
  ]
}