{
  "fetched_at": "2025-10-28T18:37:38.510Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2510.23548v1",
      "updated": "2025-10-27T17:24:58Z",
      "published": "2025-10-27T17:24:58Z",
      "title": "The MandelZoom project II: the impact of stellar feedback on black hole\n  accretion through an $α$-disc in dwarf galaxies with a resolved\n  interstellar medium",
      "summary": "  We present a suite of high-resolution simulations to study how different\nstellar feedback channels regulate the growth of central intermediate-mass\nblack holes (IMBHs) in dwarf galaxies hosting nuclear star clusters (NSCs). We\nemploy a super-Lagrangian refinement scheme to resolve the self-gravity radius\nof the $\\alpha$-accretion disc ($<0.01$~pc) and follow the gas inflows from the\ninterstellar medium (ISM) to the black hole (BH), allowing for the\nself-consistent emergence of circumnuclear discs (CNDs). In the absence of\nstellar feedback, as expected, the galactic disc fragments excessively,\nproducing a massive CND. When radiative stellar feedback is included,\nfragmentation is suppressed, with even more massive CNDs forming and feeding\nthe IMBH. With supernova (SN) feedback only, clustered SNe strongly heat the\nISM, yielding both the lowest CND masses and BH accretion rates. When both\nradiative stellar feedback and SNe are included, the CND becomes intermittent:\nit survives for $10$--$100$~Myr, and is then destroyed by feedback before being\nreplenished by fresh galactic inflows, while substantial BH growth still takes\nplace. These results highlight the critical importance of accurately modelling\nthe combined effects of key stellar feedback processes to understand IMBH\ngrowth. Our simulation suite brackets the likely range of CND states, with\nIMBHs exhibiting significant growth and systematic spin-up in all dwarf galaxy\nmodels explored. These findings bode well for the detection of IMBHs with\nfuture observational facilities such as SKA, the Rubin Observatory, and LISA,\nand make them highly relevant progenitor candidates of the high-redshift\nsupermassive BHs observed by JWST.\n",
      "author": [
        {
          "name": "Eun-jin Shin"
        },
        {
          "name": "Matthew C. Smith"
        },
        {
          "name": "Debora Sijacki"
        },
        {
          "name": "Martin A. Bourne"
        },
        {
          "name": "Sophie Koudmani"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 10 figures, submitted to MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.23548v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.23548v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.23375v1",
      "updated": "2025-10-27T14:22:59Z",
      "published": "2025-10-27T14:22:59Z",
      "title": "Validating Open Cluster Candidates with Photometric Bayesian Evidence",
      "summary": "  The thousands of open cluster (OC) candidates identified by the Gaia mission\nare significantly contaminated by false positives from field star fluctuations,\nposing a major validation challenge. Based on the Mixture Model for OCs (MiMO),\nwe present a Bayesian framework for validating OC candidates in the\ncolor--magnitude diagram. The method compares the Bayesian evidence of two\ncompeting models: a single stellar population with field contamination versus a\npure field population. Their ratio, the Bayes factor (BF), quantifies the\nstatistical support for cluster existence. Tests on confirmed clusters and\nrandom fields show that a threshold of BF > 100 effectively distinguishes\ngenuine clusters from chance field overdensities. This approach provides a\nrobust, quantitative tool for OC validation and catalog refinement. The\nframework is extendable to multi-dimensional validation incorporating\nkinematics and is broadly applicable to other resolved stellar systems,\nincluding candidate moving groups, stellar streams, and dwarf satellites.\n",
      "author": [
        {
          "name": "Lu Li"
        },
        {
          "name": "Zhaozhou Li"
        },
        {
          "name": "Zhengyi Shao"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.23375v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.23375v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2510.23374v1",
      "updated": "2025-10-27T14:22:50Z",
      "published": "2025-10-27T14:22:50Z",
      "title": "The MiMO Catalog: Physical Parameters and Stellar Mass Functions of\n  1,232 Open Clusters from Gaia DR3",
      "summary": "  We present a homogeneous catalog of 1,232 open clusters with precisely\ndetermined ages, metallicities, distances, extinctions, and stellar mass\nfunction (MF) slopes, derived from Gaia DR3 data. The parameters are inferred\nusing the Mixture Model for Open clusters (MiMO), a novel Bayesian framework\nfor modeling clusters in the color-magnitude diagram. By explicitly accounting\nfor field-star contamination as a model component, MiMO removes the\nconventional need for stringent membership preselection, allowing for a more\ncomplete inclusion of member stars and thereby enhancing both precision and\nrobustness. Our results broadly agree with existing catalogs but offer improved\nprecision. For each cluster, we provide the best-fit age, metallicity,\ndistance, extinction, and MF slope, along with their full likelihood chains and\nphotometric membership probabilities for individual stars. We further identify\nan ``MF Prime'' subsample of 163 clusters with high-quality data, for which the\nMF estimates are considered most reliable. The catalog and an open-source\nimplementation of MiMO are made publicly available to the community.\n",
      "author": [
        {
          "name": "Lu Li"
        },
        {
          "name": "Zhengyi Shao"
        },
        {
          "name": "Zhaozhou Li"
        },
        {
          "name": "Xiaoting Fu"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted in AJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.23374v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.23374v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2510.22959v1",
      "updated": "2025-10-27T03:31:14Z",
      "published": "2025-10-27T03:31:14Z",
      "title": "Detecting Intermediate-Mass Black Holes out to 20 Mpc with ELT/HARMONI:\n  The Case of FCC 119",
      "summary": "  Intermediate-mass black holes (IMBHs; $M_{BH} \\approx 10^{3-5} M_\\odot$) play\na critical role in understanding the formation of supermassive black holes in\nthe early universe. In this study, we expand on Nguyen et al. simulated\nmeasurements of IMBH masses using stellar kinematics, which will be observed\nwith the High Angular Resolution Monolithic Optical and Near-infrared Integral\n(HARMONI) field spectrograph on the Extremely Large Telescope (ELT) up to the\ndistance of 20 Mpc. Our sample focuses on both the Virgo Cluster in the\nnorthern sky and the Fornax Cluster in the southern sky. We begin by\nidentifying dwarf galaxies hosting nuclear star clusters, which are thought to\nbe nurseries for IMBHs in the local universe. As a case study, we conduct\nsimulations for FCC 119, the second faintest dwarf galaxies in the Fornax\nCluster at 20 Mpc, which is also fainter than most of Virgo Cluster members. We\nuse the galaxy's surface brightness profile from Hubble Space Telescope (HST)\nimaging, combined with an assumed synthetic spectrum, to create mock\nobservations with the {\\tt HSIM} simulator and Jeans Anisotropic Models (JAM).\nThese mock HARMONI datacubes are analyzed as if they were real observations,\nemploying JAM within a Bayesian framework to infer IMBH masses and their\nassociated uncertainties. We find that ELT/HARMONI can detect the stellar\nkinematic signature of an IMBH and accurately measure its mass for $M_{BH}\n\\gtrsim 10^5 M_\\odot$ out to distances of $\\sim$20 Mpc.\n",
      "author": [
        {
          "name": "Hai N. Ngo"
        },
        {
          "name": "Dieu D. Nguyen"
        },
        {
          "name": "Tinh T. Q. Le"
        },
        {
          "name": "Tien H. T. Ho"
        },
        {
          "name": "Truong N. Nguyen"
        },
        {
          "name": "Trung H. Dang"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.22959v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.22959v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.21921v1",
      "updated": "2025-10-24T18:00:05Z",
      "published": "2025-10-24T18:00:05Z",
      "title": "The velocity dispersion profile of nine open clusters in the solar\n  neighborhood",
      "summary": "  We analyze the velocity dispersion profiles of nine open clusters in the\nsolar neighborhood using kinematic data from Gaia DR 3, aiming to identify\npotential dynamical signatures of stellar-mass black holes through a comparison\nof theoretical and observed dispersion profiles. The selected clusters include\nLP2373 gp4, NGC 1980, NGC 2451A, NGC 2516, NGC 3532, NGC 6475, UBC 7, Praesepe,\nand Pleiades. We refine the center positions of the clusters with the Meanshift\nalgorithm. Using the Markov Chain Monte Carlo method, we calculate the velocity\ndispersion for each cluster and construct one-dimensional velocity dispersion\nprofiles. NGC 2516, NGC 3532, and NGC 6475 show potential central cusps in\ntheir radial velocity dispersion profiles, which may indicate the presence of\nstellar-mass black holes. LP2373 gp4, NGC 6475, and Praesepe all display a\nnegative correlation between velocity dispersion and stellar mass, indicating\nthese clusters are approaching energy equipartition or expanding. NGC 2516 and\nNGC 3532 exhibit a positive dependence between velocity dispersion and stellar\nmass, which may be attributed to the preferential ejection of massive stars\nfollowing dynamical interactions involving binaries or black holes. These two\nclusters are the only two that are dynamical not relaxed and are closest to\nvirial equilibrium. We compare the observations with N-body simulations of star\nclusters. A comparison of observed and simulated velocity dispersion profiles\nreveals that NGC 2516 and NGC 3532 exhibit lower proper motion dispersions than\nmodel clusters. Better agreement with the observed profiles is achieved for\nmodel clusters with larger ages. This suggests that the observed clusters may\nhave undergone rapid dynamical evolution. Our results suggest that NGC 2516 and\nNGC 3532 may host at least two stellar-mass black holes each.\n",
      "author": [
        {
          "name": "Bingqian Ma",
          "arxiv:affiliation": {
            "_": "Department of Physics, Xi'an Jiaotong-Liverpool University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "XiaoYing Pang",
          "arxiv:affiliation": [
            {
              "_": "Department of Physics, Xi'an Jiaotong-Liverpool University",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            },
            {
              "_": "Shanghai Key Laboratory for Astrophysics, Shanghai Normal University",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            }
          ]
        },
        {
          "name": "Sambaran Banerjee",
          "arxiv:affiliation": {
            "_": "Helmholtz-Instituts fűr Strahlen-und Kernphysik",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Pengfei Ren",
          "arxiv:affiliation": {
            "_": "Department of Physics, Xi'an Jiaotong-Liverpool University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "M. B. N. Kouwenhoven",
          "arxiv:affiliation": {
            "_": "Department of Physics, Xi'an Jiaotong-Liverpool University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:comment": {
        "_": "Accepted to ApJ, 20 pages, 10 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.21921v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.21921v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2510.21709v1",
      "updated": "2025-10-24T17:59:58Z",
      "published": "2025-10-24T17:59:58Z",
      "title": "From nuclear star clusters to Little Red Dots: black hole growth,\n  mergers, and tidal disruptions",
      "summary": "  Little Red Dots, discovered by the James Webb Space Telescope, are\nhypothesized to be active galactic nuclei containing a supermassive black hole,\npossibly surrounded by a dense stellar cluster, large amounts of gas, and\nlikely by a population of stellar-mass black holes. We develop a simple nuclear\nstar cluster model to evolve the rapid mass growth of black hole seeds into the\nsupermassive regime. The combined processes of tidal disruption events, black\nhole captures, and gas accretion are accounted for self-consistently in our\nmodel. Given the observed number density of Little Red Dots, and under\nreasonable assumptions, we predict at least a few tens of tidal disruption\nevents and at least a few black hole captures at $z=4$-$6$, with a tidal\ndisruption event rate an order of magnitude larger than the black hole capture\nrate. We also estimate the uncertainties in these estimates. Finally, we\ncomment on the low x-ray luminosity of Little Red Dots.\n",
      "author": [
        {
          "name": "Konstantinos Kritos"
        },
        {
          "name": "Joseph Silk"
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 5 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.21709v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.21709v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 4.5
    },
    {
      "id": "http://arxiv.org/abs/2510.19910v1",
      "updated": "2025-10-22T18:00:01Z",
      "published": "2025-10-22T18:00:01Z",
      "title": "Limits on Stellar Flybys in the Solar Birth Cluster",
      "summary": "  The orbits of small bodies in the outer solar system are particularly\nsensitive to gravitational perturbations, including stellar flybys. Stellar\nclusters, with low velocity dispersions and high number densities, can be the\nsource of strong and frequent flybys. As a result, we can infer what properties\nof the solar birth environment would be incompatible with the structure of the\nouter solar system observed today. Here, we explore with $n-$body simulations\nthe implications of the low inclinations ($i < 20^{\\circ}$) of the distant\nsednoids (objects with perihelia $q > 40 \\mathrm{\\; AU}$ and semimajor axes $a\n> 400 \\mathrm{\\; AU}$) for the properties of the solar birth cluster. We find\nthat the existence of these orbits, if they were in place in the Sun's birth\ncluster phase, would limit the product of the stellar number density and the\nSun's residence time in the birth cluster to $\\lesssim 5 \\times 10^3 \\mathrm{\\;\nMyr \\; pc^{-3}}$, as compared to the weaker limit $\\lesssim 5 \\times 10^4\n\\mathrm{\\; Myr \\; pc^{-3}}$ implied by the low inclinations of the cold\nclassical Kuiper belt.\n",
      "author": [
        {
          "name": "Amir Siraj"
        },
        {
          "name": "Christopher F. Chyba"
        },
        {
          "name": "Scott Tremaine"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/2041-8213/ae1025",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/2041-8213/ae1025",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.19910v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.19910v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "6 pages, 3 figures; accepted for publication in ApJL",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.EP",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2510.18985v1",
      "updated": "2025-10-21T18:07:38Z",
      "published": "2025-10-21T18:07:38Z",
      "title": "Resolving the Nuclear Environments of Tidal Disruption Event Host\n  Galaxies within 45 pc",
      "summary": "  Using HST/STIS observations, we present the highest-spatial-resolution\nspectroscopic study to date of four tidal disruption event (TDE) host galaxies,\nwith the best observed being the post-starburst (PSB) host of ASASSN-14li. The\nstellar population of ASASSN-14li's host, within 44 pc of the nucleus, reveals\na younger recent starburst ($\\sim$340 Myr) compared to the population at an\noffset radius of 88 pc that excludes the nucleus ($\\sim$550 Myr), a radial age\ngradient suggesting gas inflows from a minor merger. We estimate a stellar\ndensity of $\\sim5900 \\pm 800 \\, M_\\odot / \\mathrm{pc}^3$ within 30 pc of the\nnucleus of ASASSN-14li's host, exceeding densities expected for nuclear star\nclusters. High-ionization ``coronal\" emission lines, [Fe VI] $\\lambda 5677$,\n[Fe VII] $\\lambda 6087$, and [Fe X] $\\lambda 6375$, are also detected within\nthe nuclear spectra of the hosts of ASASSN-14li and PTF09ge, importantly\nalongside the non-detection of [O III] at the same scale. We similarly do not\ndetect [O III] in the nuclear region of ASASSN-14ae's host despite its presence\nin the SDSS spectrum. The different ionization radiation levels detected at\nvarious radii from TDE host nuclei may indicate echoes of earlier accretion\nepisodes, including, potentially, a prior TDE. We posit that a minor merger\ndriving gas inflow to the nucleus could drive the enhanced TDE rates in\npost-starburst galaxies, inducing variation in nuclear gas properties and star\nformation history on $<$150 pc scales in TDE hosts.\n",
      "author": [
        {
          "name": "Megan Newsome"
        },
        {
          "name": "Iair Arcavi"
        },
        {
          "name": "K. Decker French"
        },
        {
          "name": "Curtis McCully"
        },
        {
          "name": "Ann Zabludoff"
        },
        {
          "name": "Nicholas Stone"
        },
        {
          "name": "Sjoert van Velzen"
        },
        {
          "name": "Tinggui Wang"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4357/ae1502",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4357/ae1502",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.18985v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.18985v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "15 pages, 6 figures. Accepted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.18343v1",
      "updated": "2025-10-21T06:55:02Z",
      "published": "2025-10-21T06:55:02Z",
      "title": "The selection function of the Gaia DR3 open cluster census",
      "summary": "  Open clusters are among the most useful and widespread tracers of Galactic\nstructure. The completeness of the Galactic open cluster census, however,\nremains poorly understood. For the first time ever, we establish the selection\nfunction of an entire open cluster census, publishing our results as an\nopen-source Python package for use by the community. Our work is valid for the\nHunt & Reffert catalogue of clusters in Gaia DR3. We developed and open-sourced\nour cluster simulator from our first work. Then, we performed 80,590 injection\nand retrievals of simulated open clusters to test the Hunt & Reffert\ncatalogue's sensitivity. We fit a logistic model of cluster detectability that\ndepends only on a cluster's number of stars, median parallax error, Gaia data\ndensity, and a user-specified significance threshold. We find that our simple\nmodel accurately predicts cluster detectability, with a 94.53\\% accuracy on our\ntraining data that is comparable to a machine-learning based model with orders\nof magnitude more parameters. Our model itself offers numerous insights on why\ncertain clusters are detected. We briefly use our model to show that cluster\ndetectability depends on non-intuitive parameters, such as a cluster's proper\nmotion, and we show that even a modest 25 km/s boost to a cluster's orbital\nspeed can result in an almost 3$\\times$ higher detection probability, depending\non its position. In addition, we publish our raw cluster injection and\nretrievals and cluster memberships, which could be used for a number of other\nscience cases -- such as estimating cluster membership incompleteness. Using\nour results, selection effect-corrected studies are now possible with the open\ncluster census. Our work will enable a number of brand new types of study, such\nas detailed comparisons between the Milky Way's cluster census and recent\nextragalactic cluster samples.\n",
      "author": [
        {
          "name": "Emily L. Hunt"
        },
        {
          "name": "Tristan Cantat-Gaudin"
        },
        {
          "name": "Friedrich Anders"
        },
        {
          "name": "Sagar Malhotra"
        },
        {
          "name": "Lorenzo Spina"
        },
        {
          "name": "Alfred Castro-Ginard"
        },
        {
          "name": "Lorenzo Cavallo"
        }
      ],
      "arxiv:comment": {
        "_": "17 pages, 15 figures. Submitted to A&A, comments welcome.\n  Accompanying Python module available at\n  https://github.com/emilyhunt/hr_selection_function. Raw data available at\n  https://drive.google.com/drive/folders/1Smbt49WZG3IaPBBPPjTkQVlc3a0-xNOR?usp=sharing",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.18343v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.18343v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 12
    }
  ]
}