{
  "fetched_at": "2025-12-25T06:41:42.763Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.20965v1",
      "title": "GW241011 and GW241110: Hints of Hierarchical Mergers from the Merger Entropy Index",
      "updated": "2025-12-24T05:43:20Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20965v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20965v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "GW241011 and GW241110 both exhibit extremely asymmetric masses, high primary spins, and significant spin-orbit misalignment, which challenge the formation of first-generation binary black hole mergers formed from stellar collapse. This implies that these two gravitational wave events might originate from the hierarchical merger mechanism, with at least one of the black holes being the remnant of a previous merger. Here we investigate the origin of hierarchical mergers for GW241011 and GW241110 using the merger entropy index which measures the efficiency of entropy transfer for binary black hole mergers in general relativity. We find that GW241011 is consistent with hierarchical mergers in dense star clusters. The origin of GW241110 remains under debate due to its large distribution uncertainty, which leads to method-dependent inference and should be taken into account when interpreting this event in terms of hierarchical mergers.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T05:43:20Z",
      "arxiv:comment": "Comments are welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Guo-Peng Li"
        },
        {
          "name": "Xi-Long Fan"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.20923v1",
      "title": "Expanding Asteroseismic Studies in Star Clusters Using NASA's TESS and ESA's Gaia Missions",
      "updated": "2025-12-24T04:02:35Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20923v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20923v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Star clusters have long been central to the study of stellar evolution due to their chemically and chronologically homogeneous populations. Asteroseismology, the analysis of stellar oscillations and pulsations, provides precise information about properties such as masses, radii, and ages of stars in the field. However, these stars lack calibration to an absolute scale, and so this project seeks to utilize the data from NASA's TESS mission and ESA's Gaia mission to identify additional cluster stars suitable for asteroseismic analysis and calibration. In this work we analyze 14 stars belonging to 3 well-populated clusters, 5 additional stars that are the only detected oscillators in their respective clusters, and 3 detected oscillators of unknown cluster membership. By significantly expanding the number of clusters with measured oscillating giants, this project increases the opportunity for cross-validation between classical stellar models and asteroseismic methods, allowing for improvements in both calibration techniques and age estimations across the galaxy.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T04:02:35Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Carli Mankowski"
        },
        {
          "name": "Jamie Tayar"
        },
        {
          "name": "Cassidy Martin"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.20574v1",
      "title": "Revisiting the near infrared Calcium triplet as metallicity indicator",
      "updated": "2025-12-23T18:17:25Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20574v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20574v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The near-infrared Calcium II Triplet (CaT), around 850nm, is a key metallicity indicator for red giant stars. We present a revised [Fe/H] calibration as a function of CaT line strengths and four luminosity indicators, including the $Gaia$ $G$-band, together with the classical $V$, $I$, and $K_s$ bandpasses. For this purpose, we used a sample of 366 red giant stars belonging to 25 globular and open clusters, complemented by 52 extremely metal-poor field giant stars. The CaT line strengths are determined by fitting Gaussian-Lorentzian combination profiles using the Python lmfit package, which utilises the algorithms implemented therein. The derived calibration is valid for a wide metallicity range, $-4$\\,dex$ \\lesssim \\mathrm{[Fe/H]} \\lesssim +0.15$, and for ages older than $\\sim$200 Myr. In addition, we performed a detailed assessment of how factors such as spectral resolution, spectral quality (expressed through the signal-to-noise ratio), and the algorithms used to constrain the line profiles affect the measured line strengths and the resulting metallicities.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-23T18:17:25Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "M. Navabi"
        },
        {
          "name": "R. Carrera"
        },
        {
          "name": "N. E. D. Noël"
        },
        {
          "name": "C. Gallart"
        },
        {
          "name": "E. Pancino"
        },
        {
          "name": "M. De Leo"
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2512.19185v1",
      "title": "ALMA Observations of Cold Methanol Gas in the Large Magellanic Cloud (LMC): N79 South GMC",
      "updated": "2025-12-22T09:18:36Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.19185v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.19185v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-4357/ae2ad6",
            "title": "doi"
          }
        }
      ],
      "summary": "We report ALMA continuum and molecular line observations at 0.1 pc resolution toward the super star cluster (SSC) candidate H72.97-69.39 in the N79 region of the LMC. The continuum emission has a sharp peak around the SSC candidate but is also widely distributed. We identify two continuum sources at the northern (N79S-1) and northwestern (N79S-2) positions of the SSC continuum peak, associated with CH$_3$OH emission. In addition to CH$_3$OH, we also detect H$_2$CO, H$_2$CS, CS, SO, CO, CN, and CCH at the positions of N79S-1 and N79S-2. The rotation diagram analysis of CH$_3$OH and SO lines yields an average gas temperature of 13 $\\pm$ 0.4 K for N79S-1 and 15 $\\pm$ 0.9 K for N79S-2. Most emission lines exhibit line widths of less than 2.8 km s$^{-1}$, consistent with emissions from cold, dense molecular cloud cores. The abundance of cold CH$_3$OH gas is estimated to be (2.1 $\\pm$ 1.1)$\\times$ 10$^{-9}$ at N79S-1 and (4.5 $\\pm$2.5)$\\times$ 10$^{-10}$ at N79S-2. Despite the lower metallicity in the LMC, the CH$_3$OH abundance at N79S-1 is comparable to that of similar cold sources in our Galaxy. However, the formation of organic molecules is inhibited throughout the N79 regions, as can be seen in the non-detection of CH$_3$OH in most of the regions. The two positions N79S-1 and N79S-2 would be exceptional positions, where CH$_3$OH production is efficient. The possible origins of cold CH$_3$OH gas in these dense cores are discussed, along with a possible explanation for the non-detection of CH$_3$OH in the SSC candidate.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-22T09:18:36Z",
      "arxiv:comment": "Accepted for publication in The Astrophysical Journal (ApJ)",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Suman Kumar Mondal"
        },
        {
          "name": "Takashi Shimonishi"
        },
        {
          "name": "Soumen Mondal"
        },
        {
          "name": "Prasanta Gorai"
        },
        {
          "name": "Kei E. I. Tanaka"
        },
        {
          "name": "Kenji Furuya"
        },
        {
          "name": "Ankan Das"
        }
      ],
      "arxiv:doi": "10.3847/1538-4357/ae2ad6",
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.17644v1",
      "title": "The contribution of the color space in LSST-like photometry for the selection of extragalactic globular cluster candidates",
      "updated": "2025-12-19T14:44:28Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.17644v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.17644v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Globular clusters (GCs), densely packed collections of thousands to millions of old stars, are excellent tracers of their host galaxies' evolutionary histories. Traditional methods for identifying GCs in galaxies rely on cuts over photometric catalogs and can yield source lists with high levels of contamination from compact background galaxies and foreground stars. In an era when large-scale sky surveys produce photometry for millions of sources, it is essential to employ flexible and scalable tools to reliably identify GCs in external galaxies. To prepare for surveys like Rubin/LSST, we need to explore practical methodological improvements and quantify the limitations inherent in the datasets. This paper investigates the selection of point-like extragalactic GCs exclusively in the $ugrizY$ color space. We use archival data to assemble an LSST-like photometric catalog for the Fornax Cluster containing labeled spectroscopically confirmed GCs, galaxies, and stars. From this catalog, using principal component analysis and non-linear auto-encoders (AEs), we construct inputs to random forest and multi-layer perceptron classifiers. We show that selecting GCs using ugrizY colors can lead to contamination rates of ~ 45%. If the principal components of the colors are used instead, this rate reduces to ~ 35% without increasing incompleteness. The AEs did not improve GC identification. To further reduce contamination and extract the full potential of LSST for star cluster studies, we argue for the need to augment photometric information with ancillary data (morphology from space-based missions and near-infrared photometry) before attempting to leverage more complex models.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-19T14:44:28Z",
      "arxiv:comment": "Submitted to AAS journals. Comments are welcome!",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Nicholas Schweder-Souza"
        },
        {
          "name": "Ana L. Chies-Santos"
        },
        {
          "name": "Rafael S. de Souza"
        },
        {
          "name": "Kristen C. Dage"
        },
        {
          "name": "Charles J. Bonatto"
        },
        {
          "name": "Juan P. Caso"
        },
        {
          "name": "Michele Cantiello"
        },
        {
          "name": "Pedro dos Santos-Lopes"
        },
        {
          "name": "Pedro Floriano"
        },
        {
          "name": "Thayse A. Pacheco"
        },
        {
          "name": "Katherine L. Rhode"
        },
        {
          "name": "Pauline Barmby"
        },
        {
          "name": "Niranjana P."
        },
        {
          "name": "Yasna Ordenes-Briceño"
        },
        {
          "name": "Teymoor Saifollahi"
        },
        {
          "name": "Rubens E. G. Machado"
        },
        {
          "name": "Julia Gschwend"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.17033v1",
      "title": "Quantifying Systematic Age Discrepancies in Very Young Star Clusters",
      "updated": "2025-12-18T19:52:51Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.17033v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.17033v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We infer the ages of three young stellar clusters, NGC 2004, NGC 7419, and NGC 2100, using Stellar Ages, a statistical algorithm designed to infer stellar population properties from color magnitude diagrams. Recent studies have revealed emerging inconsistencies in the inferred ages of very young stellar clusters with ages less than or equal to 50 Myr. Here, we identify and quantify two distinct discrepancies. First, we identify a systematic age offset of 0.55 plus minus 0.09 dex between red supergiant and bright blue star age estimates, equivalent to a factor of approximately 3.5 in linear age, with bright blue star ages appearing systematically younger than those inferred from red supergiants. Second, given the observed numbers of red supergiants and bright blue stars, we find a pronounced deficit of lower-mass main-sequence stars relative to expectations from a standard initial mass function. Although these discrepancies resemble those reported for intermediate-age clusters, their magnitude and character suggest that they are unique to the evolution of massive stars. Together, these results highlight population-level inconsistencies with single-star evolutionary models and underscore the need to consider multiple evolutionary tracers when age-dating young clusters. By combining individual stellar ages with population-wide constraints, our approach refines prior work on cluster age determinations and provides new insight into massive star evolution and the interpretation of cluster demographics.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-18T19:52:51Z",
      "arxiv:comment": "20 pages, 8 figures. Submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Joseph Guzman"
        },
        {
          "name": "Jeremiah Murphy"
        },
        {
          "name": "Emma Beasor"
        },
        {
          "name": "Julianne Dalcanton"
        },
        {
          "name": "Nathan Smith"
        },
        {
          "name": "Mojgan Aghakhanloo"
        },
        {
          "name": "Benjamin Williams"
        },
        {
          "name": "Andres Barrientos"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.16708v1",
      "title": "On the Origin of Kinematic Structure in the Young Association Serpens OB2",
      "updated": "2025-12-18T16:12:37Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.16708v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.16708v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The Serpens OB2 association (l ~ 18.5 deg, b ~ 1.9 deg, d = 1950 +/- 30 pc) is a large star-forming complex ~65 pc above the Galactic midplane, with a clumpy, elongated structure extending ~50 pc parallel to the plane. We analyse a sample of probable association members, including OB stars and low-to-intermediate-mass young stellar objects (YSOs) from the SPICY catalogue. While both populations are found throughout the association, the OB stars lie preferentially on the side nearest the Galactic plane, while the YSOs are generally younger and more strongly clustered around molecular-cloud clumps detected in 13CO MWISP data. Using Gaia DR3 proper motions to probe the association's internal kinematics, we find aligned stellar velocities on length scales <2 pc, two-point velocity statistics that show increasing velocity differences and predominantly divergent motions at larger separations, and distinct velocities for star clusters within the association. Finally, the association exhibits gradual, but statistically significant global expansion perpendicular to the Galactic plane, with a spatial gradient of 0.10 +/- 0.02 km/s/pc. The expansion of the H II region Sh 2-54, powered by the association's OB stars, may be accelerating the star-forming cloud away from the plane given the system's geometry, plausibly inducing the vertical stellar velocity gradient. The clumpy stellar distribution, correlated velocities on small scales, and increasingly divergent motions on larger scales are consistent with an initial velocity field inherited from a turbulent molecular cloud modified by stellar feedback. Ser OB2 demonstrates that the multi-scale expansion of an OB association can begin even while star formation is still ongoing throughout the complex.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-18T16:12:37Z",
      "arxiv:comment": "Submitted to MNRAS; comments are welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Michael A. Kuhn",
          "arxiv:affiliation": "University of Hertfordshire"
        },
        {
          "name": "Robert A. Benjamin",
          "arxiv:affiliation": "University of Wisconsin-Whitewater"
        },
        {
          "name": "Simran S. Singh",
          "arxiv:affiliation": "University of Hertfordshire"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.16316v1",
      "title": "Hydrodynamic Evolution and Detectability of Nova Remnants in the Galactic Center",
      "updated": "2025-12-18T08:56:31Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.16316v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.16316v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Thousands of X-ray sources have been detected in the Galactic center (GC), most believed to be cataclysmic variables (CVs). As a potential probe of the old stellar population, in particular CVs, the existence and detectability of novae in the GC remain elusive, due to the prohibitive extinction toward the GC and their relatively low occurrence rate. Nova remnants evolving in the characteristic hot ($T\\sim{10^{6}~\\rm K}$) and dense ($n_e\\sim{10~\\rm cm^{-3}}$) interstellar medium in the GC may shed light on recent novae and provide useful insight on the GC ecosystem. In this work, we perform hydrodynamical simulations of putative nova remnants in the GC environment and calculate their time-dependent multiwavelength emission to estimate the detectability. Among 79 models sampling the nova parameter space (primarily ejecta mass and velocity), 6, 44, and 51 modelled nova remnants are detectable at their X-ray, radio, and Paschen-$α$ maximum, respectively, for existing {\\it Chandra}, VLA, and HST observations of the GC. The predicted peak luminosities are $\\sim10^{32}~\\rm erg~s^{-1}$, $\\sim10^{31}~\\rm erg~s^{-1}$, and $\\sim10^{36}~\\rm erg~s^{-1}$ in these three bands and the detectable window ranges from weeks to notably hundred years. By specifying a CV population of the nuclear star cluster, we estimate the probability of detecting at least one remnant to be 20\\%, 8\\%, and 18\\% in X-rays, radio, and Pa$α$. The nova remnant would be best resolved in the X-ray band. Our study highlights the potential for detecting nova remnants through further observations, leveraging JWST and the potentially forthcoming AXIS and SKA.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-18T08:56:31Z",
      "arxiv:comment": "15 pages, 11 figures, accepted by MNRAS",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Zhao Su"
        },
        {
          "name": "Zhiyuan Li"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.16316v2",
      "title": "Hydrodynamic Evolution and Detectability of Nova Remnants in the Galactic Center",
      "updated": "2025-12-20T13:02:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.16316v2",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.16316v2",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Thousands of X-ray sources have been detected in the Galactic center (GC), most believed to be cataclysmic variables (CVs). As a potential probe of the old stellar population, in particular CVs, the existence and detectability of novae in the GC remain elusive, due to the prohibitive extinction toward the GC and their relatively low occurrence rate. Nova remnants evolving in the characteristic hot ($T\\sim{10^{6}~\\rm K}$) and dense ($n_e\\sim{10~\\rm cm^{-3}}$) interstellar medium in the GC may shed light on recent novae and provide useful insight on the GC ecosystem. In this work, we perform hydrodynamical simulations of putative nova remnants in the GC environment and calculate their time-dependent multiwavelength emission to estimate the detectability. Among 79 models sampling the nova parameter space (primarily ejecta mass and velocity), 6, 44, and 51 modelled nova remnants are detectable at their X-ray, radio, and Paschen-$α$ maximum, respectively, for existing Chandra, VLA, and HST observations of the GC. The predicted peak luminosities are $\\sim10^{32}~\\rm erg~s^{-1}$, $\\sim10^{31}~\\rm erg~s^{-1}$, and $\\sim10^{36}~\\rm erg~s^{-1}$ in these three bands and the detectable window ranges from weeks to notably hundred years. By specifying a CV population of the nuclear star cluster, we estimate the probability of detecting at least one remnant to be 20%, 8%, and 18% in X-rays, radio, and Pa$α$. The nova remnant would be best resolved in the X-ray band. Our study highlights the potential for detecting nova remnants through further observations, leveraging JWST and the potentially forthcoming AXIS and SKA.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-18T08:56:31Z",
      "arxiv:comment": "15 pages, 11 figures, accepted by MNRAS",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Zhao Su"
        },
        {
          "name": "Zhiyuan Li"
        }
      ],
      "score": 1
    }
  ]
}