{
  "fetched_at": "2025-11-07T01:59:10.466Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.01811v1",
      "updated": "2025-11-03T18:18:30Z",
      "published": "2025-11-03T18:18:30Z",
      "title": "Modeling Stellar Collisions in Galactic Nuclei Using Hydrodynamic\n  Simulations and Machine Learning",
      "summary": "  Nuclear star clusters represent some of the most extreme collisional\nenvironments in the Universe. A typical nuclear star cluster harbors a\nsupermassive black hole at its center, which accelerates stars to high speeds\n($\\gtrsim 100$-$1000$ km/s) in a region where millions of other stars reside.\nDirect collisions occur frequently in such high-density environments, where\nthey can shape the stellar populations and drive the evolution of the cluster.\nWe present a suite of a couple hundred high-resolution smoothed-particle\nhydrodynamics (SPH) simulations of collisions between $1$ M$_\\odot$ stars, at\nimpact speeds representative of galactic nuclei. We use our SPH dataset to\ndevelop physically-motivated fitting formulae for predicting collision\noutcomes. While collision-driven mass loss has been examined in detail in the\nliterature, we present a new framework for understanding the effects of\n\"hit-and-run\" collisions on a star's trajectory. We demonstrate that the change\nin stellar velocity follows the tidal-dissipation limit for grazing encounters,\nwhile the deflection angle is well-approximated by point-particle dynamics for\nperiapses $\\gtrsim0.3$ times the stellar radii. We use our SPH dataset to test\ntwo machine learning (ML) algorithms, k-Nearest Neighbors and neural networks,\nfor predicting collision outcomes and properties. We find that the neural\nnetwork out-performs k-Nearest Neighbors and delivers results on par with and\nin some cases exceeding the accuracy of our fitting formulae. We conclude that\nboth fitting formulae and ML have merits for modeling collisions in dense\nstellar environments, however ML may prove more effective as the parameter\nspace of initial conditions expands.\n",
      "author": [
        {
          "name": "Sanaea C. Rose"
        },
        {
          "name": "James C. Lombardi, Jr."
        },
        {
          "name": "Elena González Prieto"
        },
        {
          "name": "Fulya Kıroğlu"
        },
        {
          "name": "Frederic A. Rasio"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.01811v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.01811v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2511.00200v1",
      "updated": "2025-10-31T19:00:07Z",
      "published": "2025-10-31T19:00:07Z",
      "title": "Seeds to success: growing heavy black holes in dense star clusters",
      "summary": "  The observational dearth of black holes (BHs) with masses between $\\sim$100\nand 100,000 $M_\\odot$ raises questions about the nature of intermediate-mass\nblack holes (IMBHs). Proposed formation channels for IMBHs include runaway\nstellar collisions and repeated binary BH (BBH) mergers driven by dynamical\ninteractions in stellar clusters, but the formation efficiency of these\nprocesses and the associated IMBH occupation fraction are largely\nunconstrained. In this work, we study IMBH formation via both mechanisms in\nyoung, globular, and nuclear star clusters. We carry out a comprehensive\ninvestigation of IMBH formation efficiency by exploring the impact of different\nseeding models and star cluster formation histories. We employ a new version of\nthe B-POP population synthesis code, able to model several seeding mechanisms\nas well as hierarchical BBH mergers. We quantify the efficiency of IMBH\nproduction across different cluster families, and estimate the fraction of BBH\nmergers involving an IMBH primary. Comparison with low-redshift IMBH candidates\nsuggests that, depending on the seeding mechanism, stellar collisions can play\na pivotal role in explaining potential IMBHs in local globular clusters. Our\nsimulations highlight stellar collisions as the primary IMBH formation channel\nacross a wide range of cluster types. They further suggest that wandering IMBHs\nmay populate Milky Way-like galaxies and that correlations between cluster and\nIMBH masses can help distinguish the origins of Galactic globular clusters.\n",
      "author": [
        {
          "name": "Lavinia Paiella"
        },
        {
          "name": "Manuel Arca Sedda"
        },
        {
          "name": "Benedetta Mestichelli"
        },
        {
          "name": "Cristiano Ugolini"
        }
      ],
      "arxiv:comment": {
        "_": "16 pages, 5 figures, 6 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.00200v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.00200v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5.5
    }
  ]
}