{
  "fetched_at": "2025-11-10T06:39:29.056Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.05115v1",
      "updated": "2025-11-07T09:58:41Z",
      "published": "2025-11-07T09:58:41Z",
      "title": "Stellar Population Astrophysics (SPA) with the TNG 23 IR elemental\n  abundances of 114 giant stars in 41 Open Clusters",
      "summary": "  Open clusters have been extensively used as tracers of Galactic chemical\nevolution, as their constituent stars possess shared characteristics, including\nage, Galactocentric radius, metallicity, and chemical composition. By examining\nthe trends of elemental abundances with metallicity, age, and Galactocentric\nradius, valuable insights can be gained into the distribution and\nnucleosynthetic origins of chemical elements across the Galactic disc. The\ninfrared domain in particular facilitates the observation of some elemental\nabundances that can be challenging or impossible to discern in the optical, for\nexample K and F. The objective of this study is to derive the stellar\nparameters and elemental abundances of up to 23 elements in 114 stars spanning\n41 open clusters using high-resolution infrared spectroscopy. In addition, the\npresent study aims to examine the chemical evolution of the Galactic disc. This\nis achieved by investigating radial abundance gradients, variations in\nabundance between clusters, and the dependence of chemical abundances on\ncluster age.\n",
      "author": [
        {
          "name": "Shilpa Bijavara Seshashayana"
        },
        {
          "name": "Henrik Jönsson"
        },
        {
          "name": "Valentina D'Orazi"
        },
        {
          "name": "Angela Bragaglia"
        },
        {
          "name": "Mingjie Jian"
        },
        {
          "name": "Gloria Andreuzzi"
        },
        {
          "name": "Marina Dal Ponte"
        }
      ],
      "arxiv:comment": {
        "_": "30 pages, 7 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "A&A 2025",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.05115v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.05115v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2511.01811v1",
      "updated": "2025-11-03T18:18:30Z",
      "published": "2025-11-03T18:18:30Z",
      "title": "Modeling Stellar Collisions in Galactic Nuclei Using Hydrodynamic\n  Simulations and Machine Learning",
      "summary": "  Nuclear star clusters represent some of the most extreme collisional\nenvironments in the Universe. A typical nuclear star cluster harbors a\nsupermassive black hole at its center, which accelerates stars to high speeds\n($\\gtrsim 100$-$1000$ km/s) in a region where millions of other stars reside.\nDirect collisions occur frequently in such high-density environments, where\nthey can shape the stellar populations and drive the evolution of the cluster.\nWe present a suite of a couple hundred high-resolution smoothed-particle\nhydrodynamics (SPH) simulations of collisions between $1$ M$_\\odot$ stars, at\nimpact speeds representative of galactic nuclei. We use our SPH dataset to\ndevelop physically-motivated fitting formulae for predicting collision\noutcomes. While collision-driven mass loss has been examined in detail in the\nliterature, we present a new framework for understanding the effects of\n\"hit-and-run\" collisions on a star's trajectory. We demonstrate that the change\nin stellar velocity follows the tidal-dissipation limit for grazing encounters,\nwhile the deflection angle is well-approximated by point-particle dynamics for\nperiapses $\\gtrsim0.3$ times the stellar radii. We use our SPH dataset to test\ntwo machine learning (ML) algorithms, k-Nearest Neighbors and neural networks,\nfor predicting collision outcomes and properties. We find that the neural\nnetwork out-performs k-Nearest Neighbors and delivers results on par with and\nin some cases exceeding the accuracy of our fitting formulae. We conclude that\nboth fitting formulae and ML have merits for modeling collisions in dense\nstellar environments, however ML may prove more effective as the parameter\nspace of initial conditions expands.\n",
      "author": [
        {
          "name": "Sanaea C. Rose"
        },
        {
          "name": "James C. Lombardi, Jr."
        },
        {
          "name": "Elena González Prieto"
        },
        {
          "name": "Fulya Kıroğlu"
        },
        {
          "name": "Frederic A. Rasio"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2511.01811v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2511.01811v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    }
  ]
}