{
  "fetched_at": "2025-09-24T18:32:27.642Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2509.19239v1",
      "updated": "2025-09-23T17:00:39Z",
      "published": "2025-09-23T17:00:39Z",
      "title": "Recalibration of the H$α$ surface brightness-radius relation for\n  planetary nebulae using Gaia DR3: new distances and the Milky Way oxygen\n  radial gradient",
      "summary": "  The spatial distribution of chemical elements in the Galactic disk provides\nkey constraints on models of galaxy evolution. However, studies using planetary\nnebulae (PNe) as tracers have been historically limited by large uncertainties\nin their distances. To overcome the long-standing distance uncertainties, we\nrecalibrated the H$\\alpha$ surface brightness-radius relation (Frew et al.\n2016) with Gaia DR3 parallaxes, deriving statistical distances for 1,200 PNe\nand Bayesian distances for 419 objects with reliable parallaxes. Adopting\nBayesian values preferentially, we determined the O/H radial gradient for 230\ndisk PNe. We tested three models: a single linear gradient, a segmented fit\nwith one break, and a segmented fit with two breaks. Although model selection\nis statistically inconclusive, segmented fits indicate a change in slope near\nthe solar radius ($R \\sim 8$ kpc), with a flatter or slightly positive gradient\ninward and a steeper negative gradient outward. This feature may reflect\nchanges in star formation efficiency driven by the Galactic bar or the\ncorotation resonance of the spiral arms. Comparison with other tracers -\nCepheids, red giants, and open clusters - shows qualitative consistency. The\ntwo-dimensional O/H distribution in the Galactic plane supports the adopted\ndistances and reveals modest azimuthal asymmetry, with enhanced abundances near\nthe bar at positive longitudes, and a bimodal abundance structure between the\ninner and outer solar regions. Our results provide new constraints on the\nchemical evolution of the Milky Way, the impact of non-axisymmetric structures,\nand the possible existence of distinct radial abundance regimes across the\nGalactic disk.\n",
      "author": [
        {
          "name": "Oscar Cavichia"
        },
        {
          "name": "Hektor Monteiro"
        },
        {
          "name": "Adalberto R. da Cunha-Silva"
        },
        {
          "name": "Walter J. Maciel"
        },
        {
          "name": "André F. S. Cardoso"
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 11 figures and 4 tables. Submitted to ApJ. Comments are\n  welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.19239v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.19239v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2509.19071v1",
      "updated": "2025-09-23T14:33:31Z",
      "published": "2025-09-23T14:33:31Z",
      "title": "Stellar Feedback Effects on the Mass Distribution of Clouds and Cloud\n  Complexes",
      "summary": "  Galaxy evolution is sensitive to how stars inject feedback into their\nsurroundings. In particular, stellar feedback from star clusters strongly\naffects gas motions and the baryonic cycle, with more massive clusters having\nstronger effects. Our previous results show that the star cluster mass\ndistribution in dwarf galaxies depends on feedback, as strong pre-SN feedback,\nparticularly ionizing radiation, results in fewer high-mass clusters. We\ninvestigate the mass distribution of gas clouds in dwarf galaxies. Since\nclusters form from collapsing gas clouds, we expect a similar feedback\ndependence in both distributions, so we hypothesize that pre-SN feedback yields\nfewer high-mass clouds. To test this, we use an isocontour analysis at cutoff\ndensities of $10,\\ 10^{1.5},\\ 10^{2}$ cm$^{-3}$ to identify clouds in dwarf\ngalaxy simulations run with the RAMSES adaptive mesh refinement code. We\ncalculate mass distributions for models with different combinations of SNe,\nstellar winds, and ionizing radiation. We find that the mass distribution for\nclouds with $n>100$ cm$^{-3}$ is independent of feedback, but the distribution\nfor complexes with $n>10$ cm$^{-3}$ is more top-heavy in the presence of\nradiation. Winds do not affect the distribution at any scale. This contradicts\nour hypothesis that cloud and cluster mass distributions respond similarly to\nfeedback. Instead, the dense cloud mass function shows no feedback dependence,\nsuggesting its shape is set by gravity. We conclude that the cluster mass\nfunction must be shaped by intra-cloud feedback regulating star formation and,\nin the case of radiation, effects on parent cloud temperature. (shortened)\n",
      "author": [
        {
          "name": "Luanna Veroneze Quinalha"
        },
        {
          "name": "Eric P. Andersson"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        }
      ],
      "arxiv:comment": {
        "_": "10 pages, 7 figures, 1 appendix with 2 additional figures. Submitted\n  to Astronomy & Astrophysics. Comments welcome!",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.19071v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.19071v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2509.19068v1",
      "updated": "2025-09-23T14:32:33Z",
      "published": "2025-09-23T14:32:33Z",
      "title": "Dwarf Galaxies in the MATLAS Survey: Hubble Space Telescope Observations\n  of Nuclear Star Clusters",
      "summary": "  In dwarf galaxies, nuclear star clusters (NSCs) are believed to primarily\nform from the migration and merger of globular clusters (GCs), with a possible\ncontribution from in-situ star-forming activity triggered by gas infall. We\npresent the study of NSCs in 41 MATLAS survey dwarf galaxies including\nultra-diffuse galaxies (UDGs), as part of a large follow-up imaging program\nwith the Hubble Space Telescope (HST) Advanced Camera for Surveys (ACS) using\nthe F606W and F814W filters. The sample is biased towards low-surface\nbrightness and large dwarfs, i.e., UDG-like galaxies, and includes two galaxies\nwith a double nucleus, 13 newly identified nucleated dwarfs thanks to HST's\nhigh spatial resolution, and five candidate ultra-compact dwarf progenitors. We\nmodeled the NSCs with a S\\'ersic profile and derived their structural\nproperties and photometry. We find the NSC S\\'ersic index to increase with the\nluminosity and stellar mass, while no obvious trend is seen on the effective\nradius and ellipticity. The faint NSCs tend to have a constant color profile,\nwhereas the bright ones have a bluer center, suggesting that the most massive\nNSCs in our sample might have experienced a mixed formation scenario, including\nin-situ star formation. A significant portion of our NSCs tend to be more\nmassive than for other galaxy samples of similar stellar mass, which could be\ndue to some dwarfs ongoing tidal disruption or an initial formation of massive\nNSCs from multiple GC mergers and in-situ star forming activity. More\nobservations of resolved NSC are needed to be able to infer their formation\nscenario from the structural properties and photometry in dwarfs.\n",
      "author": [
        {
          "name": "Mélina Poulain"
        },
        {
          "name": "Francine R. Marleau"
        },
        {
          "name": "Pierre-Alain Duc"
        },
        {
          "name": "Rubén Sánchez-Janssen"
        },
        {
          "name": "Patrick R. Durrell"
        },
        {
          "name": "Sanjaya Paudel"
        },
        {
          "name": "Rebecca Habas"
        },
        {
          "name": "Oliver Müller"
        },
        {
          "name": "Sungsoon Lim"
        },
        {
          "name": "Nick Heesters"
        },
        {
          "name": "Jérémy Fensch"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in A&A. 18 pages, 10 figures, 2 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.19068v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.19068v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2509.18559v1",
      "updated": "2025-09-23T02:33:46Z",
      "published": "2025-09-23T02:33:46Z",
      "title": "Evolution of Stellar Activity and Habitable zone: I. Ultraviolet\n  Emission of Dwarfs in Open Clusters and Field Stars",
      "summary": "  Near-ultraviolet (NUV) radiation from dwarf stars plays a critical role in\nshaping the habitability of planetary systems, yet its long-term evolution\nacross different spectral types remains poorly investigated. Based on GALEX NUV\nobservations, we study the evolution of stellar NUV emission for a sample of\n386,500 A- to M-type dwarfs spanning ages from 3 Myr to 10 Gyr, drawn from both\nopen clusters and the field. The normalized NUV emission ($f_{\\rm NUV}/f_{\\rm\nJ}$) is used to trace the evolutionary trends. Our results reveal distinct\nevolutionary pathways after considering the distance completeness: A and\nearly-F dwarfs show a weak decline in NUV emission during the main-sequence\nphase; late-F to G dwarfs exhibit a clear decrease, consistent with continuous\nspin-down driven by magnetic braking; late-K and M-dwarfs undergo a rapid\ndecline in NUV emission when they evolve from young stellar objects to\nmain-sequence stars. Furthermore, we construct the evolutionary tracks of\nstellar ultraviolet habitable zone (UHZ). By comparing stellar circumstellar\nhabitable zone (CHZ) and UHZ, we find that G- and K-type stars offer the most\nstable overlap between thermal and UV habitability over long-term evolution.\n",
      "author": [
        {
          "name": "Xue Li"
        },
        {
          "name": "Song Wang"
        },
        {
          "name": "Jun Ma"
        },
        {
          "name": "Henggeng Han"
        },
        {
          "name": "Yang Huang"
        },
        {
          "name": "Jifeng Liu"
        }
      ],
      "arxiv:comment": {
        "_": "23 pages, 16 figures, 3 tables. Accepted for publication in ApJS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.18559v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.18559v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2509.18268v1",
      "updated": "2025-09-22T18:00:12Z",
      "published": "2025-09-22T18:00:12Z",
      "title": "Deep chemical tagging - Identifying open clusters and moving groups in\n  chemical space with graph attention networks",
      "summary": "  Reconstructing the formation history of the Milky Way is hindered by stellar\nmigration, which erases kinematic birth signatures. In contrast, stellar\nchemical abundances remain stable and can be used to trace stars back to their\nbirth environments through chemical tagging. This study aims to improve\nchemical tagging by developing a method that leverages kinematic and age\ninformation to enhance clustering in chemical space, while remaining grounded\nin chemistry. We implement a graph attention auto-encoder that encodes stars as\nnodes with chemical features and connects them via edges based on orbital\nsimilarity and age. The network learns an ``informed'' chemical space that\naccentuates coherent groupings.Applied to $\\sim$47,000 APOGEE thin disk stars,\nthe method identifies 282 stellar groups. Among them, five out of six open\nclusters are successfully recovered. Other groups align with the known moving\ngroups Arch/Hat, Sirius, Hyades, and Hercules. Our approach enables chemically\ngrounded yet kinematically and age informed chemical tagging. It significantly\nimproves the identification of coherent stellar populations, offering a\nframework for future large-scale stellar archaeology efforts.\n",
      "author": [
        {
          "name": "Lorenzo Spina"
        },
        {
          "name": "Milan Quandt Rodriguez"
        },
        {
          "name": "Laura Magrini"
        },
        {
          "name": "Leda Berni"
        },
        {
          "name": "Sara Lucatello"
        },
        {
          "name": "Marco Canducci"
        }
      ],
      "arxiv:comment": {
        "_": "12 pages, 8 figures, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.18268v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.18268v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "85-02",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "J.2",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2509.17846v1",
      "updated": "2025-09-22T14:41:34Z",
      "published": "2025-09-22T14:41:34Z",
      "title": "The young stellar clusters in M51 and the impact of GMC encounters",
      "summary": "  We investigate the young stellar cluster population of M51 and how it is\naffected by encounters with giant molecular clouds (GMCs). We combine a\ngalactic model with $N$-body simulations of 5000 unique clusters in the mass\nrange [600 - 24000] $M_{\\odot}$. We simulate each cluster twice: with ($C_R$)\nand without ($C_N$) tidal perturbations from the GMCs. We are able to reproduce\nthe majority of the observed mass- and age functions. However, for the age\nfunction we see a large discrepancy for clusters with masses $\\sim$ 5000\n$M_{\\odot}$, which is likely related to incompleteness in the observations. We\nfind that old low-mass clusters, located close to the galactic centre, are most\nlikely to be disrupted. The effect of GMC encounters causes a decrease in\nsurvivability by 8 per cent points for the oldest clusters with initial masses\nbelow 6000 $M_{\\odot}$. For 15 clusters we find that the presence of GMCs can\nprotect the $C_R$ clusters from the rest of the galactic tidal field and\nthereby cause them to retain a significantly higher fraction of stars compared\nto the $C N$ clusters. For clusters that are super-virialized we find that the\n$C_R$ clusters have a higher virial ratio compared to the $C_N$ clusters, which\nis a result of interactions with GMCs. We see no significant difference between\nthe $C_R$ and $C_N$ populations, indicating that over a time period of 200 Myr\nthe effect of the GMCs cannot be detected.\n",
      "author": [
        {
          "name": "Timmi G. Jørgensen"
        },
        {
          "name": "Ross P. Church"
        }
      ],
      "arxiv:doi": {
        "_": "10.1093/mnras/staf1548",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1093/mnras/staf1548",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.17846v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.17846v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 18 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2509.16459v1",
      "updated": "2025-09-19T22:48:02Z",
      "published": "2025-09-19T22:48:02Z",
      "title": "The Hidden Life of Stars: Embedded Beginnings to AGB Endings in the\n  PHANGS-JWST Sample. I. Catalog of Mid-IR Sources",
      "summary": "  We present a multiwavelength catalog of mid-infrared-selected compact sources\nin 19 nearby galaxies, combining JWST NIRCam/MIRI, HST UV-optical broadband,\nH$\\alpha$ narrow-band, and ALMA CO observations. We detect 24,945 compact\nsources at 21 $\\mu$m and 55,581 at 10 $\\mu$m. Artificial star tests show 50%\ncompleteness limits of $\\sim$5 $\\mu$Jy for the 10 $\\mu$m catalog, and $\\sim$24\n$\\mu$Jy for the 21 $\\mu$m catalog. We find that 21 $\\mu$m compact sources\ncontribute $\\sim$20% of the total galaxy emission in that band, but only\ncontribute $5%$ at 10 $\\mu$m. We classify sources using stellar evolution and\npopulation synthesis models combined with empirical classifications derived\nfrom the literature. Our classifications include H$\\alpha$-bright and\ndust-embedded optically faint clusters, red supergiants (RSGs), oxygen-rich and\ncarbon-rich AGB stars, and a range of rarer stellar types. In sampling a broad\nrange of star forming environments with a uniform, well-characterized\nselection, this catalog enables enables analyses of infrared-bright stellar\npopulations. We find that H$\\alpha$-faint sources account for only 10% of dusty\n(likely young) clusters, implying that the infrared-bright, optically-faint\nphase of cluster evolution is short compared to the H$\\alpha$-bright stage. The\nluminosity functions of 10 and 21 $\\mu$m sources follow power-law\ndistributions, with the 21 $\\mu$m slope ($-1.7 \\pm 0.1$) similar to that of\ngiant molecular cloud mass functions and ultraviolet bright star-forming\ncomplexes, while the 10 $\\mu$m slope ($-2.0 \\pm 0.1$) is closer to that of\nyoung stellar clusters.\n",
      "author": [
        {
          "name": "Hamid Hassani"
        },
        {
          "name": "Erik Rosolowsky"
        },
        {
          "name": "Adam K. Leroy"
        },
        {
          "name": "Karin Sandstrom"
        },
        {
          "name": "Médéric Boquien"
        },
        {
          "name": "David A. Thilker"
        },
        {
          "name": "Bradley C. Whitmore"
        },
        {
          "name": "Gagandeep S. Anand"
        },
        {
          "name": "Ashley T. Barnes"
        },
        {
          "name": "Yixian Cao"
        },
        {
          "name": "Ryan Chown"
        },
        {
          "name": "Enrico Congiu"
        },
        {
          "name": "Daniel A. Dale"
        },
        {
          "name": "Oleg V. Egorov"
        },
        {
          "name": "Ivan Gerasimov"
        },
        {
          "name": "Kathryn Grasha"
        },
        {
          "name": "Remy Indebetouw"
        },
        {
          "name": "Janice C. Lee"
        },
        {
          "name": "Fu-Heng Liang"
        },
        {
          "name": "Daniel Maschmann"
        },
        {
          "name": "Sharon E. Meidt"
        },
        {
          "name": "Elias K. Oakes"
        },
        {
          "name": "Ismael Pessa"
        },
        {
          "name": "Jérôme Pety"
        },
        {
          "name": "Miguel Querejeta"
        },
        {
          "name": "Lise Ramambason"
        },
        {
          "name": "M. Jimena Rodríguez"
        },
        {
          "name": "Sumit K. Sarbadhicary"
        },
        {
          "name": "Jessica Sutter"
        },
        {
          "name": "Leonardo Úbeda"
        },
        {
          "name": "Thomas G. Williams"
        }
      ],
      "arxiv:comment": {
        "_": "41 pages, 30 figures. Submitted to ApJS. The codes and software used\n  in this work are available at https://github.com/hamidnpc/Neloura",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.16459v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.16459v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2509.15337v1",
      "updated": "2025-09-18T18:27:56Z",
      "published": "2025-09-18T18:27:56Z",
      "title": "Abundance anomalies in low mass field mergers as evidence of a merger\n  origin for the second generation stars in globular clusters",
      "summary": "  The canonical formation of second-generation (G2) stars in globular clusters\n(GCs) from gas enriched and ejected by G1 (primordial) polluters faces\nsubstantial challenges, i.e. (i) a mass-budget problem and (ii) uncertainty in\nthe source(s) of the abundance anomaly of light elements (AALE) in G2 stars.\nThe merger of G1 low-mass main-sequence (MS) binaries can overcome (i), but its\nability to result in AALE is omitted. We provide evidence of the merger process\nto explain AALE by relying on highly probable merger remnants in the Galactic\ndisk. We focus on carbon-deficient red-clump giants with low mass of 1.0\nM_{\\sun} < M $\\lesssim$ 2.0 M_{\\sun} and hot He-intermediate subdwarfs of\nsupersolar metallicity, both manifesting G2-like AALE incompatible with GC\norigin. The origin of such rare core He-burning stars as the mergers of [MS\nstar (MSS)]+[helium white dwarf (HeWD)] binaries, evolved from low-mass\nhigh-mass ratio (MSS+MSS) ones, is supported by models evolving to either\nhorizontal branch (HB) stars or He subdwarfs via the red giant branch (RGB).\nSuch binaries in the GC NGC 362 contain very young ($\\sim$ 4 Myr) extremely\nlow-mass HeWDs, in contrast to much older ($\\sim 100$ times) counterparts in\nopen clusters. This agrees with the impact of GC environment on the lifetime of\nhard binaries: (MSS+HeWD) systems merge there soon after arising from (MSS+MSS)\nbinaries that underwent the common-envelope stage of evolution. From the number\nand lifetime of the (MSS+HeWD) binaries uncovered in NGC 362, the expected\nfraction of their progeny RGB G2 stars is estimated to be $\\lesssim$10\\%. The\nfield merger remnants with G2-like AALE support the merger nature of at least a\nfraction of G2 stars in GCs. The specific channel [(MSS+MSS) - (MSS+HeWD) -\nmerger product] supported by observations and models is tentatively identified\nas the channel of formation of the extreme G2 RGB component in GCs.\n",
      "author": [
        {
          "name": "Valery Kravtsov",
          "arxiv:affiliation": {
            "_": "Sternberg Astronomical Institute, Lomonosov Moscow State University, Russia",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Sami Dib",
          "arxiv:affiliation": {
            "_": "Max Planck Institute for Astronomy, Germany",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Francisco A. Calderon",
          "arxiv:affiliation": {
            "_": "Departamento de Fisica, Unuversidad Catolica del Norte, Chile",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:comment": {
        "_": "9 pages, 1 figure, 2 table; Accepted for publication in Astronomy and\n  Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.15337v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.15337v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2509.15311v1",
      "updated": "2025-09-18T18:00:21Z",
      "published": "2025-09-18T18:00:21Z",
      "title": "Protostellar Jets in Star Cluster Formation and Evolution: I.\n  Implementation and Initial Results",
      "summary": "  Stars form in clusters from the gravitational collapse of giant molecular\nclouds, which is opposed by a variety of physical processes, including stellar\nfeedback. The interplay between these processes determines the star formation\nrate of the clouds. To study how feedback controls star formation, we use a\nnumerical framework that is optimized to simulate star cluster formation and\nevolution. This framework, called Torch, combines the magnetohydrodynamical\ncode FLASH with N-body and stellar evolution codes in the Astrophysical\nMultipurpose Software Environment (AMUSE). Torch includes stellar feedback from\nionizing and non-ionizing radiation, stellar winds, and supernovae, but, until\nnow, did not include protostellar jets. We present our implementation of\nprotostellar jet feedback within the Torch framework and describe its free\nparameters. We then demonstrate our new module by comparing cluster formation\nsimulations with and without jets. We find that the inclusion of protostellar\njets slows star formation, even in clouds of up to M $= 2 \\times 10^4$\nM$_{\\odot}$. We also find that the star formation rate of our lower mass clouds\n(M $= 5 \\times 10^3$ M$_{\\odot}$) is strongly affected by both the inclusion of\nprotostellar jets and the chosen jet parameters, including the jet lifetime and\ninjection velocity. We follow the energy budget for each simulation and find\nthat the inclusion of jets systematically increases the kinetic energy of the\ngas at early times. The implementation of protostellar jet feedback in Torch\nopens new areas of investigation regarding the role of feedback in star cluster\nformation and evolution.\n",
      "author": [
        {
          "name": "Sabrina M. Appel"
        },
        {
          "name": "Blakesley Burkhart"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        },
        {
          "name": "Eric P. Andersson"
        },
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Sean Lewis"
        },
        {
          "name": "Stephen L. W. McMillan"
        },
        {
          "name": "Brooke Polak"
        },
        {
          "name": "Simon Portegies Zwart"
        },
        {
          "name": "Aaron Tran"
        },
        {
          "name": "Maite J. C. Wilhelm"
        }
      ],
      "arxiv:comment": {
        "_": "28 pages, 10 figures in the main paper, 3 appendices with 4\n  additional figures. Submitted to AJ. Comments welcome!",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.15311v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.15311v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2509.15305v1",
      "updated": "2025-09-18T18:00:03Z",
      "published": "2025-09-18T18:00:03Z",
      "title": "M&M33: MUSE and M33 I. Unveiling the Diversity of HII Regions in M33\n  with MUSE",
      "summary": "  We present new VLT/MUSE mosaic observations of a 3 $\\times$ 8 arcmin$^2$ area\nalong the southern major axis of the nearby galaxy M33 at a distance of 840 kpc\nfrom the Milky Way. These data provide an unprecedented view of the galaxy\ninterstellar medium (ISM), and allow us to resolve ionised nebulae at a spatial\nscale of $\\approx$5 pc. We identify and catalogue 124 HII regions, down to\nH$\\alpha$ luminosities of $\\approx 5\\times$10$^{35}$ erg s$^{-1}$, one order of\nmagnitude fainter than previous surveys on local galaxies, and compare these\nregions with the spatial distribution of ionising stars and embedded star\nclusters. For each region, we extract the corresponding integrated optical\nspectra and measured the intensity of key optical emission lines (H$\\beta$,\n[OIII], [NII], H$\\alpha$, [SII], [SIII], other weaker optical lines when\ndetectable, and Paschen lines) to characterize their physical properties of the\nioinized gas such as density, dust attenuation, and metallicity. Our spatially\nresolved line ratio and flux maps reveal remarkable diversity in ionisation\nproperties, from dust-obscured regions hosting young stellar objects to highly\nionised bubbles exhibiting high [OIII]/H$\\beta$ ratios (>5). Our data reveal a\ndiversity of ionisation fronts, ranging from well-defined to partial to absent.\nRadial profiles indicate the presence of both optically thin (density-bounded)\nand optically thick (radiation-bounded) HII regions. Our study highlights the\nrichness of this MUSE mosaic and their unparalleled view of the ISM. In\nparticular, the ability to probe the ISM at $\\approx$ 5 pc resolution opens a\nnew window onto the complex structure of the ionised gas, enabling direct\ninsight into how stellar feedback operates on the scales where it originates.\n",
      "author": [
        {
          "name": "A. Feltre"
        },
        {
          "name": "F. Belfiore"
        },
        {
          "name": "G. Cresci"
        },
        {
          "name": "E. Corbelli"
        },
        {
          "name": "N. Tomičić"
        },
        {
          "name": "F. Mannucci"
        },
        {
          "name": "A. Marconi"
        },
        {
          "name": "E. Bertola"
        },
        {
          "name": "C. Bracci"
        },
        {
          "name": "M. Ceci"
        },
        {
          "name": "M. Curti"
        },
        {
          "name": "Q. D'Amato"
        },
        {
          "name": "M. Ginolfi"
        },
        {
          "name": "E. Koch"
        },
        {
          "name": "I. Lamperti"
        },
        {
          "name": "L. Magrini"
        },
        {
          "name": "C. Marconcini"
        },
        {
          "name": "A. Plat"
        },
        {
          "name": "M. Scialpi"
        },
        {
          "name": "G. Tozzi"
        },
        {
          "name": "L. Ulivi"
        },
        {
          "name": "G. Venturi"
        },
        {
          "name": "M. V. Zanchettin"
        },
        {
          "name": "A. Chakraborty"
        },
        {
          "name": "A. Amiri"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 16 figures, submitted to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.15305v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.15305v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2509.14948v1",
      "updated": "2025-09-18T13:34:56Z",
      "published": "2025-09-18T13:34:56Z",
      "title": "Distance measurements from the internal dynamics of globular clusters:\n  Application to the Sombrero galaxy (M 104)",
      "summary": "  Globular clusters (GCs) are dense star clusters found in all massive\ngalaxies. Recent work has established that they follow a tight relation between\ntheir internal stellar velocity dispersion $\\sigma$ and luminosity, enabling\naccurate distance measurements. In this work, we aim to apply this GC velocity\ndispersion (GCVD) distance method to measure the distance to M 104 (NGC 4594,\nthe Sombrero galaxy). We have measured internal stellar velocity dispersions\nfor 85 globular clusters (GCs) and one ultra-compact dwarf galaxy around M 104\nusing high-resolution multi-object integrated-light spectroscopy with\nFLAMES/GIRAFFE on the Very Large Telescope. The measured velocity dispersions\nrange from $\\sigma = 4 - 30$ km s$^{-1}$, with a mean uncertainty of\n$\\Delta\\sigma = 2.5$ km s$^{-1}$. For a subset of 77 GCs with $V$-band\nmagnitudes and reliable velocity dispersion measurements above $\\sigma > 4$ km\ns$^{-1}$, we constructed the $M_V$-$\\sigma$ relation to measure the distance to\nM 104, finding $D=9.00\\pm0.29$ (stat.) $\\pm0.26$ (sys.) Mpc. The GCs follow the\nMilky Way and M 31 $M_V-\\sigma$ relation closely, with the exception of the\nluminous ultra-compact dwarf SUCD1, which is nearly one magnitude brighter than\nthe mean relation. 29 GCs in the sample have sizes determined from Hubble Space\nTelescope imaging which allowed us to determine their masses and $V$-band\ndynamical mass-to-light ratios (M/L$_V$). We find a mean $<M/L_V> = 2.6 \\pm 0.8\nM_{\\odot}/L_{\\odot}$ for the luminous ($M_V < -8$ mag) M 104 GCs, which is\nhigher than the Milky Way GCs, but is reminiscent of the brightest GCs in\nCentaurus A. With the exception of SUCD1, the GCs of M 104 follow the GCVD\nrelation irrespective of their mass-to-light ratio.\n",
      "author": [
        {
          "name": "Katja Fahrion"
        },
        {
          "name": "Michael A. Beasley"
        },
        {
          "name": "Anastasia Gvozdenko"
        },
        {
          "name": "Glenn van de Ven"
        },
        {
          "name": "Katherine L. Rhode"
        },
        {
          "name": "Ana L. Chies-Santos"
        },
        {
          "name": "Anna Ferre-Mateu"
        },
        {
          "name": "Marina Rejkuba"
        },
        {
          "name": "Oliver Müller"
        },
        {
          "name": "Eric Emsellem"
        }
      ],
      "arxiv:comment": {
        "_": "10 pages + appendix, 7 figures, to be submitted to the Open Journal\n  of Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.14948v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.14948v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2509.14616v1",
      "updated": "2025-09-18T04:44:20Z",
      "published": "2025-09-18T04:44:20Z",
      "title": "Tidal Disruption of Super Star Clusters as the origin of Bluish Light at\n  the inner region of the Perseus Cluster Central Galaxy",
      "summary": "  Relatively blue light extends beyond a spiral disk from a radius of ~5 kpc\nout to ~14 kpc from the center of NGC 1275. Analyses of its spectrum and\nbroadband colors reveal a population of young stars having sub-solar\nmetallicities superposed on a dominant population of old stars having\nsuper-solar metallicities. The young stars have a characteristic age of ~160\nMyr and may span ages of a few hundred Myr, similar to that of stars comprising\nthe central spiral disk, and a total mass about one-third that of this disk for\na combined stellar mass (at birth) of ~4 $\\times$ 10$^9$ $\\rm M_\\odot$. A\nmultitude of arc-like features embedded in the extended blue light have\nbrightnesses comparable to the somewhat older (~500 Myr) super star clusters\n(SSCs) projected against the central spiral disk. The SSCs have a relatively\nshallow mass function, suggesting that the tidal disruption of an initially\nlarger population that we estimate could have had an initial total mass (far)\nexceeding ~1 $\\times$ 10$^9$ $\\rm M_\\odot$ gave rise to the extended blue light\n-- the arc-like features corresponding to stellar streams tracing disrupted\nstar clusters -- and perhaps also the central spiral disk. We speculate that,\nbeginning about 500 Myr ago, an enhanced episode of AGN activity in NGC 1275,\nleaving still visible X-ray bubbles, induced vigorous cooling of the\nintracluster medium to fuel the formation of numerous star clusters: many were\ntidally disrupted to leave bluish light at the inner region of this galaxy,\nwith the survivors being the SSCs projected against the central spiral disk.\n",
      "author": [
        {
          "name": "Arsen Levitskiy"
        },
        {
          "name": "Youichi Ohyama"
        },
        {
          "name": "Jeremy Lim"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4357/ae070e",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4357/ae070e",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.14616v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.14616v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "25 pages, 11 figures, accepted for publication in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2509.14319v1",
      "updated": "2025-09-17T18:00:09Z",
      "published": "2025-09-17T18:00:09Z",
      "title": "Nuclear discs in disc galaxies: structural properties and scaling\n  relations",
      "summary": "  The presence of nuclear discs in barred disc galaxies has been demonstrated\nin studies on stellar structures and kinematics. It is thus imperative to\nestablish their fundamental properties and scaling relations, which can help\nunderstanding their connection to other central stellar structures, including\nnuclear star clusters. In this Letter, we use results from the structural\nanalysis and star formation histories of a sample of galaxies with nuclear\ndiscs to show the distributions of fundamental parameters and scaling\nrelations. Our analysis shows that the nuclear disc mass-size relation, and the\nrelation between the nuclear disc mass and the stellar mass of its host galaxy,\nare - at face value - different from the corresponding relations for nuclear\nstar clusters, but marginally compatible given the uncertainties. This sets\nconstraints to scenarios in which their formation is connected. We also find\nthat the nuclear disc in the Milky Way is on the shorter end of the\ndistribution of sizes set by nuclear discs in other galaxies. This is the first\nanalysis of this kind for kinematically confirmed nuclear discs, and further\nunderstanding of the properties of the nuclear disc in the Milky Way and other\ngalaxies is necessary to corroborate these results.\n",
      "author": [
        {
          "name": "Dimitri A. Gadotti",
          "arxiv:affiliation": {
            "_": "Durham University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Camila de Sá-Freitas",
          "arxiv:affiliation": {
            "_": "ESO",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:comment": {
        "_": "To appear in MNRAS Letters",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.14319v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.14319v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2509.14308v1",
      "updated": "2025-09-17T18:00:00Z",
      "published": "2025-09-17T18:00:00Z",
      "title": "Close Binary Open Cluster Systems: A Gaia DR3 Perspective on Alessi 36\n  and Collinder 135",
      "summary": "  In this study, we examined the nearby open clusters (OCs) Alessi 36 and\nCollinder 135. Their spatial proximity was assessed using photometric and\nastrometric data from \\textit{Gaia} DR3. Likely member stars were identified\nbased on a membership probability threshold ($P \\geq 0.5$), yielding 230\nmembers for Alessi 36 and 342 members for Collinder 135. The mean proper-motion\ncomponents ($\\mu_\\alpha \\cos\\delta, \\mu_\\delta$) were determined as $(-9.681\n\\pm 0.072, 7.021 \\pm 0.081)$ mas yr$^{-1}$ for Alessi 36 and $(-10.061 \\pm\n0.083, 6.256 \\pm 0.095)$ mas yr$^{-1}$ for Collinder 135. The parallax-based\ndistances ($d$) were found to be $278 \\pm 7$ and $299 \\pm 11$ pc, while their\nestimated ages ($t$) were $39 \\pm 5$ and $36 \\pm 5$ Myr for Alessi 36 and\nCollinder 135, respectively. The Galactic orbital analysis of Alessi 36 and\nCollinder 135 reveals nearly circular orbits with low eccentricities and minor\nfluctuations in their apogalactic and perigalactic distances. The maximum\nheights they attain above the Galactic plane are $0.035 \\pm 0.001$ kpc for\nAlessi 36 and $0.074 \\pm 0.003$ kpc for Collinder 135, supporting their\nclassification as part of the young stellar disc population.\n",
      "author": [
        {
          "name": "Hülya Karagöz"
        },
        {
          "name": "Deniz Cennet Çınar"
        },
        {
          "name": "Seval Taşdemir"
        },
        {
          "name": "Remziye Canbay"
        }
      ],
      "arxiv:comment": {
        "_": "14 pages, including 4 figures and 2 tables accepted for publication\n  in the Bitlis Eren University Journal of Science",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.14308v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.14308v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2509.14038v1",
      "updated": "2025-09-17T14:40:46Z",
      "published": "2025-09-17T14:40:46Z",
      "title": "A Pearl in the Shell: an ultra-compact dwarf within the tidal debris\n  surrounding spiral galaxy NGC 7531",
      "summary": "  Stellar substructures within tidal debris preserve information about their\nprogenitor galaxies' properties, offering insights into hierarchical mass\nassembly. We examine a compact stellar system (CSS) around the nearby spiral\ngalaxy NGC 7531, including the shell-like tidal debris. Our goals are to\ndetermine the nature of the CSS, reconstruct the accretion history, and\nunderstand how the large, diffuse shell-like structure formed. We present\nphotometric measurements of the shell-like debris and CSS using DESI Legacy\nImaging Survey (LS) data. We obtained Keck/LRIS spectroscopic data for the CSS\nto confirm its association with NGC 7531 and to derive its star formation\nhistory (SFH). Deep ($\\sim$27.9 mag/arcsec$^{2}$) amateur telescope images\nenabled complete characterization of the tidal debris structure. We confirm the\nCSS is associated with NGC 7531. We rename it NGC 7531-UCD1, since its stellar\nmass ($3.7_{-0.7}^{+1.0}\\times 10^6$ $\\mathrm{M}_\\odot$), half-light radius\n($R_{h} = 0.13 \\pm 0.05$ arcsec) and SFH place it as an ultra-compact dwarf\ngalaxy (UCD). NGC 7531-UCD1 was likely a nuclear star cluster (NSC) that was\ntidally stripped into a UCD- this is further supported by the presence of tidal\ntails. We quantify the shell-like debris' mass as $M_\\star\\sim 3$--$11\\times\n10^8 M_\\odot$, implying a merger mass ratio of ~300:1 to 10:1. Our amateur\ntelescope images confirm new pieces of debris, previously unclear in the DESI\nLS images. N-body simulations reproduce the tidal features, requiring a near\nradial orbit of the progenitor with two pericentric passages. The first passage\ncoincides with the measured star formation enhancement ~1 Gyr ago. Our findings\nagree with predictions about the NSC to UCD formation pathway via tidal\nstripping, and further confirm the presence of these objects outside of our\nMilky Way.\n",
      "author": [
        {
          "name": "David Martínez-Delgado"
        },
        {
          "name": "Aaron J. Romanowsky"
        },
        {
          "name": "Yimeng Tang"
        },
        {
          "name": "Joanna D. Sakowska"
        },
        {
          "name": "Denis Erkal"
        },
        {
          "name": "Juan Miró-Carretero"
        },
        {
          "name": "Giuseppe Donatiello"
        },
        {
          "name": "Sepideh Eskandarlou"
        },
        {
          "name": "Mark Hanson"
        },
        {
          "name": "Dustin Lang"
        }
      ],
      "arxiv:comment": {
        "_": "10 pages, 8 figures, submitted to Astronomy and Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.14038v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.14038v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    }
  ]
}