{
  "fetched_at": "2025-12-15T06:44:54.794Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.11501v1",
      "title": "Dynamical evolution of massless particles in star clusters with NBODY6++GPU-MASSLESS: II. The long-term evolution of free-floating comets",
      "updated": "2025-12-12T11:53:10Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11501v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11501v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Context. Comets, asteroids, planetesimals, free-floating planets and brown dwarfs, are continuously injected into the intra-cluster environment after expulsion from their host planetary systems or binary system. The dynamics of large populations of such free-floating comets (ffcs) in a star cluster environment is not yet fully understood. Aims. We investigate the dynamical evolution of comet populations in star clusters, and characterize the kinematics and ejection rates of ffc in a star cluster. Moreover, we determine whether a different initial energy distribution affects the mass segregation of the less massive population. Methods. We carry out simulations using the N-body code NBODY6++GPU-MASSLESS (Flammini Dotti et al. 2025), which allows fast integration of star clusters that contain large numbers of massless particles, to characterize the dynamics of populations of low-mass particles with sub-virial and super-virial distributions. Results. Comets do not participate in the mass segregation process, similarly to planet-size objects, regardless of their initial energy distribution. The latter is slightly changing the whole dynamical evolution at the start of the simulation. We only observe an initial relaxation or collapse of the objects for super-virial and sub-virial ratios, respectively. The external regions of the ffcs population tend to be pulled back in the cluster core at the end of the simulation, suggesting the gravitational pull of the stars is pulling them back in the core. This phenomenon occurs at later times if the system in virial equilibrium. Compared to less massive bodies, brown dwarfs experiences more mass segregation the inner regions tend to be more mixed with the stellar population",
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-12T11:53:10Z",
      "arxiv:comment": "15 pages, 31 figures, accepted for publication in A&A",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.EP"
        }
      },
      "author": [
        {
          "name": "Francesco Flammini Dotti"
        },
        {
          "name": "M. B. N. Kouwenhoven"
        },
        {
          "name": "Kai Wu"
        },
        {
          "name": "Abbas Askar"
        },
        {
          "name": "Peter Berczik"
        },
        {
          "name": "Mirek Giersz"
        },
        {
          "name": "Rainer Spurzem"
        },
        {
          "name": "Ian Dobbs-Dixon"
        }
      ],
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2512.11175v1",
      "title": "The Interplay of Stellar Evolution and Collisions in Galactic Nuclei",
      "updated": "2025-12-11T23:38:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11175v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11175v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Nuclear star clusters (NSCs) surrounding supermassive black holes (SMBHs) are among the densest stellar environments in the universe. In these environments, collisions can shape the stellar mass function and produce exotic stellar populations. In this work, we investigate how stellar collisions couple with stellar evolution in the inner parsec of an NSC. We simulate the evolution of a sample of $1000$ $1$ $M_\\odot$ stars embedded in a uniform cluster of dynamically relaxed 0.5 $M_\\odot$ stars. Using COSMIC to evolve stellar properties in time , we track the mass, radius, and evolutionary state of the stars as they collide in the cluster. Our results show that most stars within $0.1$~pc of the SMBH experience a collision while on the main-sequence. However, outside of this distance, stars collide during the red giant phase, when the stellar radius increases dramatically. We find that the most common type of collision -- main-sequence or red giant -- over the lifetime of the cluster depends on the steepness of the stellar cusp, which determines the spatial distribution of the stars in the cluster. These results show that stellar evolution plays a fundamental role in shaping the collisional history of stars in nuclear star clusters. Lastly, we consider whether the closest known stars to the Milky Way's SMBH have experienced a collision. We estimate that several of the S-stars have a high probability of experiencing a collision over their main-sequence lifetime, perhaps with implications for their observed youth and properties.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T23:38:06Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Jaden S. Sidhu"
        },
        {
          "name": "Sanaea C. Rose"
        },
        {
          "name": "Frederic A. Rasio"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2512.11046v1",
      "title": "Dynamical constraints on the S2 (S0-2) star possible companions",
      "updated": "2025-12-11T19:05:07Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11046v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11046v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The center of the Galaxy harbors a supermassive black hole, Sgr\\,A*, which is surrounded by a massive star cluster known as the S-cluster. The most extensively studied star in this cluster is the B-type main-sequence S2 star (also known as S0-2). These types of stars are commonly found in binary systems in the Galactic field, but observations do not seem to detect a companion to S2. This absence may be attributed to observational biases or to a dynamically hostile environment caused by phenomena such as tidal disruption or mergers. Using a $N$-body code with first-order post-Newtonian corrections, we investigate whether S2 can host a stellar or planetary companion. We perform $10^{5}$ simulations adopting uniform distributions for the orbital elements of the companion. Our results show that companions may exist for orbital periods shorter than 100~days, eccentricities below 0.8, and across the full range of mutual inclinations. The number of surviving companions increases with shorter orbital periods, lower eccentricities, and nearly coplanar orbits. We also find that the disruption mechanisms include mergers driven by Lidov-Kozai cycles and breakups that occur when the companion surpasses the Hill radius of its orbit. Finally, we find that the presence of a companion would alter S2's astrometric signal by no more than $ 5\\,μ{\\rm as}$. Current radial-velocity detection limits constrain viable stellar binary configurations to approximately 4.4\\% of the simulated cases. Including astrometric limits reduces to 4.3\\%. Imposing an additional constraint that any companion must have a mass $\\lesssim 2\\,M_{\\odot}$ (otherwise it would be visible) narrows the fraction of undetectable stellar binaries to just 3.0\\%.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-11T19:05:07Z",
      "arxiv:comment": "10 pages; Accepted for publication in A&A",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Rodrigo P. Silva"
        },
        {
          "name": "Alexandre C. M. Correia"
        },
        {
          "name": "Tjarda C. N. Boekholt"
        },
        {
          "name": "Paulo J. V. Garcia"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.11038v1",
      "title": "Intermediate Mass Black Hole Binary Evolution in Nuclear Star Clusters: the effect of the stellar mass black hole population",
      "updated": "2025-12-11T19:00:16Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11038v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11038v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "In this study, we investigate the dynamics of Intermediate-Mass Black Hole (IMBH) binaries within Nuclear Star Clusters (NSCs) that contain a population of stellar-mass black holes (BHs). We examine how these stellar and BH populations influence the dynamics of the IMBH binary and, in turn, how the evolving IMBH binary affects the surrounding stellar and BH populations. We conduct high-resolution $N$-body simulations of NSCs constructed based on observational parameters from two local dwarf galaxies: NGC205 and NGC404. For the first time, we achieve a star particle mass resolution of $1\\rm\\;M_{\\odot}$ and a BH mass resolution of $10\\rm\\;M_{\\odot}$. This level of resolution is crucial for accurately modeling the collisional dynamics of these dense systems. Including stellar-mass BHs within the stellar population significantly influences the IMBH binary dynamics, nearly doubling the sinking rate and halving the merger time. During the initial phase of the inspiral, the IMBH binary disrupts both the stellar and BH cusps. However, the BH cusp quickly regains its steep slope due to its shorter relaxation time and continues to dominate the evolution of the IMBH binary, despite being much less massive compared to the stellar component. We uncover an interesting mechanism in which BHs first efficiently extract energy from the IMBH binary and then transfer this energy to the surrounding stars, allowing the BHs to spiral back toward the center of the system and restart the process. Our results imply that, although stellar mass BHs are a minor component of a stellar population, they can significantly facilitate IMBH growth within NSCs via mergers. We also notice that these dense systems can potentially boost Intermediate Mass Ratio Inspirals (IMRIs) predominantly on radial orbits.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T19:00:16Z",
      "arxiv:comment": "Accepted for publication in Astronomy & Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Fazeel Mahmood Khan"
        },
        {
          "name": "Peter Berczik"
        },
        {
          "name": "Margarita Sobolenko"
        },
        {
          "name": "Andreas Just"
        },
        {
          "name": "Rainer Spurzem"
        },
        {
          "name": "Kelly Holley-Bockelmann"
        },
        {
          "name": "Andrea Valerio Macciò"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.10650v1",
      "title": "OutLines: Modeling Spectral Lines from Winds, Bubbles, and Outflows",
      "updated": "2025-12-11T13:57:28Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.10650v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.10650v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Common methods for studying the kinematics and geometry of outflowing gas rely on modeling emission and absorption lines in integrated spectra using methods that are not physically motivated, including empirical quantiles or fitting multiple Gaussian or Voigt profiles. Such methods are not always consistent with the interpretation of these features and, as a result, miss key underlying physics and can even lead to inaccurate interpretations of observations. To address this problem, we present the publicly available python code OutLines, which provides astrophysical models of spectral emission and absorption line profiles produced by outflows in a variety of environments. The OutLines code accounts for differences in parameterization of the velocity field and density profile while allowing for different outflow geometries, making OutLines versatile and useful for a wide variety of astrophysical phenomena. We demonstrate the wide applicability of OutLines by using the code to model line profiles in an H II region knot, super star clusters, a starburst galaxy, and an AGN. In each of these contexts, we illustrate how OutLines can illuminate key underlying physics in ways that improve our scientific understanding and address important open questions in astronomy, including the key mechanisms in the baryon cycle, the evolution of H II regions and galaxies, and even Lyman continuum escape. OutLines will be a critical resource as massively multiplexed spectroscopic surveys like WEAVE-LOFAR and 4MOST/WAVES come online, providing the means to probe feedback kinematics with deeper, higher resolution spectroscopy for unprecedented large samples of galaxies.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T13:57:28Z",
      "arxiv:comment": "MNRAS under review",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": {
        "name": "Sophia R. Flury"
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.10616v1",
      "title": "Stellar masses and mass ratios for Gaia open cluster members",
      "updated": "2025-12-11T13:12:35Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.10616v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.10616v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Context: Unresolved binaries in star clusters can bias stellar and cluster mass estimates, making their proper treatment essential for studying cluster dynamics and evolution. Aims: We aim to develop a fast and robust framework for jointly deriving stellar masses and multiplicity statistics of member stars, together with optimal cluster parameters. Methods: We use Gaia DR3 parallaxes together with multi-band photometry of open cluster (OC) members to infer stellar masses and binary mass-ratios through simulation-based inference (SBI), while iteratively fitting the cluster parameters. The validation of our SBI framework on simulated clusters demonstrates that the inclusion of infrared photometry significantly improves the detection of low mass-ratio binaries. The minimum mass-ratio threshold for reliably identifying unresolved binaries depends on cluster properties and the available photometry, but typically lies below $q=0.5$. Results: Applying our method to 42 well-populated OCs, we derive a catalogue of stellar masses and mass-ratios for 27201 stars, achieving typical uncertainties of 0.08 in $q$ and $0.01\\,\\mathrm{M}_\\odot$ in the primary stellar mass. We analyse the archetype OCs M67 and NGC 2360 in detail, including mass segregation and mass-ratio distribution among other characteristics, while deriving multiplicity fractions for the rest of the sample. We find evidence that the high mass-ratio ($q\\geq 0.6$) binary fraction shows a strong correlation with the age and a weak anti-correlation with the cluster metallicity. Furthermore, the variation of the binary fraction with stellar mass in OCs shows strong accordance with the observed dependence for field stars heavier than $\\gtrsim0.6\\,\\mathrm{M}_\\odot$. Conclusions: Our work paves a path for future population-level investigations of multiplicity statistics and precision stellar masses in extended samples of OCs.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-11T13:12:35Z",
      "arxiv:comment": "13 pages main text, 8 pages appendix and 26 figures. Accepted in A&A. Before archiving at the CDS completes, tables are available at https://drive.google.com/drive/folders/1zkPjxyPd7ZV1OOp9k10l3XfCFZqs9-4N?usp=sharing",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sagar Malhotra"
        },
        {
          "name": "Alfred Castro-Ginard"
        },
        {
          "name": "Friedrich Anders"
        },
        {
          "name": "Carme Jordi"
        },
        {
          "name": "Judit Donada"
        },
        {
          "name": "Xavier Luri"
        },
        {
          "name": "Lola Balaguer-Núñez"
        },
        {
          "name": "Songmei Qin"
        },
        {
          "name": "Yueyue Jiang"
        },
        {
          "name": "Andrija Župić"
        }
      ],
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2512.09660v1",
      "title": "Cosmic-Ray Bath in a Past Supernova Gives Birth to Earth-Like Planets",
      "updated": "2025-12-10T13:56:44Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.09660v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.09660v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.1126/sciadv.adx7892",
            "title": "doi"
          }
        }
      ],
      "summary": "A key question in astronomy is how ubiquitous Earth-like rocky planets are. The formation of terrestrial planets in our solar system was strongly influenced by the radioactive decay heat of short-lived radionuclides (SLRs), particularly $^{26}$Al, likely delivered from nearby supernovae. However, current models struggle to reproduce the abundance of SLRs inferred from meteorite analysis without destroying the protosolar disk. We propose the `immersion' mechanism, where cosmic-ray nucleosynthesis in a supernova shockwave reproduces estimated SLR abundances at a supernova distance ($\\sim$1 pc), preserving the disk. We estimate that solar-mass stars in star clusters typically experience at least one such supernova within 1 pc, supporting the feasibility of this scenario. This suggests solar-system-like SLR abundances and terrestrial planet formation are more common than previously thought.",
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-10T13:56:44Z",
      "arxiv:comment": "23 pages, 5 figures, 1 table, and Supplementary Materials. Author accepted manuscript of an article published in Science Advances",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.EP"
        }
      },
      "arxiv:journal_ref": "Science Advances (2025)",
      "author": [
        {
          "name": "Ryo Sawada"
        },
        {
          "name": "Hiroyuki Kurokawa"
        },
        {
          "name": "Yudai Suwa"
        },
        {
          "name": "Tetsuo Taki"
        },
        {
          "name": "Shiu-Hang Lee"
        },
        {
          "name": "Ataru Tanikawa"
        }
      ],
      "arxiv:doi": "10.1126/sciadv.adx7892",
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.09395v1",
      "title": "Probing stellar rotation in the Pleiades with gravity-mode pulsators",
      "updated": "2025-12-10T07:39:28Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.09395v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.09395v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Due to their proximity, the Pleiades are an important benchmark open cluster. Despite its status, asteroseismic analyses of its members are rare. In particular, the gravity-mode (g-mode) pulsators, which allow inference of stellar near-core properties have not been analysed yet. We aim to identify and analyse the population of g-mode pulsators in the Pleiades. Our focus lies on the internal rotation as measured from asteroseismology to obtain a well defined sample of stellar rotation on the early main sequence. Based on full-frame images from the Transiting Exoplanet Survey Satellite (TESS), we constructed light curves for intermediate-mass Pleiades members and searched for g-mode pulsators among them. For pulsators exhibiting period spacing patterns, we determined their near-core rotation rate and buoyancy periods. For all other g-mode pulsators, we estimated the near-core rotation rate based on the dominant mode frequency to obtain a comprehensive rotation rate distribution. Among our 105 target stars, we find 28 g-mode pulsators distributed across the entire upper main sequence, 19 of which are hybrid pulsators, but only three stars exhibit period spacing patterns in the current TESS data. The near-core rotation rates in A- and early F-type members are distributed between 1 and 3 d$^{-1}$ without any clear mass-dependence. This distribution is much broader than the one in the similar open cluster NGC 2516. A comparison of the buoyancy periods shows that the Pleiades and NGC 2516 are of similar asteroseismic age. With the large population of g-mode and hybrid pulsators, the Pleiades constitute a valuable asteroseismic benchmark cluster, reaffirming its important role in stellar astrophysics.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-10T07:39:28Z",
      "arxiv:comment": "Accepted for publication in A&A, 11+4 pages, 7+3 Figures, 2 Tables",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "D. J. Fritzewski"
        },
        {
          "name": "A. Kemp"
        },
        {
          "name": "G. Li"
        },
        {
          "name": "C. Aerts"
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2512.09387v1",
      "title": "The Statistical Analysis Of The Galactic Open Clusters' Structure",
      "updated": "2025-12-10T07:32:49Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.09387v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.09387v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We present a systematic investigation of 1,481 Galactic open clusters (OCs) through the application of the Limepy dynamical model, from which we derive the fundamental structural parameters of OCs. We conduct the statistical analyses on the structural parameters with clusters' ages and locations within the Milky Way. Our results reveal the higher concentration in the cluster centeris associated with the sharper truncation at the periphery of cluster, which is consistent with previous findings for globular clusters(GCs). We further find the systematic increase of the lower limit of clusters' half-mass radius (Rh) with age. Our results also show that OCs located at larger vertical distances from the Galactic plane systematically display higher central concentrations. Our findings collectively suggest that the structural characteristics of OCs are shaped by both intrinsic evolutionary processes and interactions with the Galactic environment. During the evolution of star clusters, the combined effects of mass segregation and tidal stripping lead to the systematic pattern between central concentration and outer truncation. Clusters of different ages and locations within the Milky Way undergo different evolutionary histories, resulting in correlations between the Rh and age, as well as between central concentration and galactic location.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-10T07:32:49Z",
      "arxiv:comment": "11 pages, 9 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Jin-Sheng Qiu"
        },
        {
          "name": "Zhen Wan"
        },
        {
          "name": "Xu-Zhi Li"
        },
        {
          "name": "Qing-Feng Zhu"
        },
        {
          "name": "Lu-lu Fan"
        },
        {
          "name": "Xiao-Hui Xu"
        },
        {
          "name": "Jun-Han Zhao"
        },
        {
          "name": "Zhi-Yong Pu"
        }
      ],
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2512.08898v1",
      "title": "Self-lensing of moving gravitational-wave sources can break the microlensing crossing timescale degeneracy",
      "updated": "2025-12-09T18:38:47Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08898v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08898v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "When a moving gravitational-wave (GW) source travels behind a massive astrophysical object, its signal is gravitationally lensed, showing a waveform distortion similar to a Paczyński curve. We present a first study of the lensing signature of a massive black hole (MBH) on a frequency-dependent GW signal from a moving binary merger. For both light and GW sources in a Keplerian circular orbit around a MBH lens, the self-lensing geometry breaks the microlensing degeneracy in the Einstein radius crossing timescale $t_{\\rm E}$. The duration of the curve ($2 t_{\\rm E}$) becomes independent on the MBH mass $M_{\\rm MBH}$, and provides a direct measure of the distance $d_{\\rm LS}$ to the MBH. However, $M_{\\rm MBH}$ remains unknown. We show that, in GW signals, the redshifted mass $M_{{\\rm MBH},z}$ can additionally be obtained from the interference pattern, by measuring the modulation period $T$, the GW frequency $f$, and $t_{\\rm E}$: $M_{{\\rm MBH},z}\\simeq 2.5\\times 10^6\\,M_\\odot\\,(t_{\\rm E}/[100\\,{\\rm s}])\\,(f\\,T)^{-1}$. If this lensing signature is not considered, it may be confused with other waveform distortions, especially in the modeling of overlapping signals in next generation ground-based GW detectors. The observation of one of these curves and its associated parameters may help (1) constrain the orbital distance $d_{\\rm LS}$ of sources, especially around low mass MBHs at the centers of star clusters and galaxies, (2) additionally estimate the mass $M_{{\\rm MBH},z}$ of these MBHs, and (3) infer the orbital inclination of the binary. Simultaneously obtaining $d_{\\rm LS}$ and $M_{{\\rm MBH},z}$ through self-lensing can help constrain the astrophysical environments where GW signals come from.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-09T18:38:47Z",
      "arxiv:comment": "9 pages, 6 figures. Comments welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": {
        "name": "Helena Ubach"
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.08898v2",
      "title": "Self-lensing of moving gravitational-wave sources can break the microlensing crossing timescale degeneracy",
      "updated": "2025-12-11T18:13:21Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08898v2",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08898v2",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "When a moving gravitational-wave (GW) source travels behind a massive astrophysical object, its signal is gravitationally lensed, showing a waveform distortion similar to a Paczyński curve. We present a first study of the lensing signature of a massive black hole (MBH) on a frequency-dependent GW signal from a moving binary merger. For both light and GW sources in a Keplerian circular orbit around a MBH lens, the self-lensing geometry breaks the microlensing degeneracy in the Einstein radius crossing timescale $t_{\\rm E}$. The duration of the curve ($2 t_{\\rm E}$) becomes independent on the MBH mass $M_{\\rm MBH}$, and provides a direct measure of the distance $d_{\\rm LS}$ to the MBH. However, $M_{\\rm MBH}$ remains unknown. We show that, in GW signals, the redshifted mass $M_{{\\rm MBH},z}$ can additionally be obtained from the interference pattern, by measuring the modulation period $T$, the GW frequency $f$, and $t_{\\rm E}$: $M_{{\\rm MBH},z}\\simeq 2.5\\times 10^6\\,M_\\odot\\,(t_{\\rm E}/[100\\,{\\rm s}])\\,(f\\,T)^{-1}$. If this lensing signature is not considered, it may be confused with other waveform distortions, especially in the modeling of overlapping signals in next generation ground-based GW detectors. The observation of one of these curves and its associated parameters may help (1) constrain the orbital distance $d_{\\rm LS}$ of sources, especially around low-mass MBHs at the center of star clusters and galaxies, (2) additionally estimate the mass $M_{{\\rm MBH},z}$ of these MBHs, and (3) infer the orbital inclination of the binary. Simultaneously obtaining $d_{\\rm LS}$ and $M_{{\\rm MBH},z}$ through self-lensing can help constrain the astrophysical environments where GW signals come from.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-09T18:38:47Z",
      "arxiv:comment": "9 pages, 6 figures. Submitted version. Comments welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": {
        "name": "Helena Ubach"
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.08387v1",
      "title": "Chemical analysis of the Milky Way's Nuclear Star Cluster: Evidence for a metallicity gradient",
      "updated": "2025-12-09T09:18:08Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08387v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08387v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The Milky Way nuclear star cluster (MWNSC) is located together with its surrounding nuclear stellar disc (MWNSD) in the Galactic centre and they dominate the gravitational potential within the inner 300\\,pc. However, the formation and evolution of both systems and their possible connections are still under debate. We reanalyse the low-resolution KMOS spectra in the MWNSC with the aim to improve the stellar parameters ($\\rm T_{eff}$, $\\rm \\log\\,g$, and $\\rm [M/H])$ for the MWNSC. We use an improved line-list, especially dedicated for cool M giants allowing to improve the stellar parameters and to obtain in addition global $\\rm α$-elements. A comparison with high-resolution IR spectra (IGRINS) gives very satisfactory results pinning down the uncertainties to $\\rm T_{eff} \\simeq 150\\,K$, $\\rm log\\,g \\simeq 0.4\\,dex$, and $\\rm [M/H] \\simeq 0.2\\,dex$. Our $\\rm α$-elements agree within 0.1\\,dex compared to the IGRINS spectra. We obtain a high-quality sample of 1140 M giant stars where we see an important contribution of a metal-poor population ($\\rm \\sim 20\\,\\%$) centered at $\\rm [M/H] \\simeq -0.7\\,dex$ while the most dominant part comes from the metal-rich population with $\\rm [M/H] \\simeq 0.26\\,dex$. We construct a metallicity map and find a metallicity gradient of $\\rm \\sim -0.1 \\pm 0.02 \\,dex/pc$ favouring the inside-out formation scenario for the MWNSC.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-09T09:18:08Z",
      "arxiv:comment": "Accepted for publication in Astronomy&Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "M. Schultheis"
        },
        {
          "name": "L. Serrano"
        },
        {
          "name": "B. Thorsbro"
        },
        {
          "name": "F. Nogueras-Lara"
        },
        {
          "name": "A. Feldmeier-Krause"
        },
        {
          "name": "G. Nandakumar"
        },
        {
          "name": "K. Fiteni"
        },
        {
          "name": "M. C. Sormani"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.08054v1",
      "title": "Spatially Resolved Physical Properties of Young Star Clusters and Star-forming Clumps in the Brightest z>6 Galaxy, the Strongly Lensed Cosmic Spear at z=6.2",
      "updated": "2025-12-08T21:27:01Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08054v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08054v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We present spatially resolved analysis of stellar populations in the brightest $z>6$ galaxy known to date (AB mag 23), the strongly lensed MACS0308$-$zD1 (dubbed the ``Cosmic Spear'') at $z_{\\rm spec}=6.2$. New JWST NIRCam imaging and high-resolution NIRSpec IFU spectroscopy span the rest-frame ultraviolet to optical. The NIRCam imaging reveals bright star-forming clumps and a tail consisting of three distinct, extremely compact star clusters that are multiply-imaged by gravitational lensing. The star clusters have effective radii of $R_{\\rm{eff}} \\sim 5$ pc, stellar masses of $M_{*} \\sim 10^{6}-10^{7}\\,M_{\\odot}$, and high stellar mass surface densities of $Σ_{*} > 10^{4}\\,M_{\\odot}~\\rm{pc}^{-2}$. While their stellar populations are very young ($\\sim 5-9$ Myr), their dynamical ages exceed unity, consistent with the clusters being gravitationally bound systems. Placing the star clusters in the size vs.~stellar mass density plane, we find they occupy a region similar to other high-redshift star clusters within galaxies observed recently with JWST, being significantly more massive and denser than local star clusters. Spatially resolved analysis of the brightest clump reveals a compact, intensely star-forming core. The ionizing photon production efficiency ($ξ_{\\rm{ion}}$) is slightly suppressed in this central region, potentially indicating a locally elevated Lyman continuum escape fraction facilitated by feedback-driven channels.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-08T21:27:01Z",
      "arxiv:comment": "27 pages, 13 figures, submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": " Abdurro'uf"
        },
        {
          "name": "Dan Coe"
        },
        {
          "name": "Tom Resseguier"
        },
        {
          "name": "Calla Murphy"
        },
        {
          "name": "Xinfeng Xu"
        },
        {
          "name": "Angela Adamo"
        },
        {
          "name": "Namrata Roy"
        },
        {
          "name": "Alaina Henry"
        },
        {
          "name": "Vasily Kokorev"
        },
        {
          "name": "Gabriel Brammer"
        },
        {
          "name": "Seiji Fujimoto"
        },
        {
          "name": "Henry C. Ferguson"
        },
        {
          "name": "Amanda Pagul"
        },
        {
          "name": "Rogier A. Windhorst"
        },
        {
          "name": "Timothy Heckman"
        },
        {
          "name": "Jose M. Diego"
        },
        {
          "name": "Hollis B. Akins"
        },
        {
          "name": "Joseph Allingham"
        },
        {
          "name": "Ricardo O. Amorín"
        },
        {
          "name": "Danielle A. Berg"
        },
        {
          "name": "Maruša Bradač"
        },
        {
          "name": "Larry D. Bradley"
        },
        {
          "name": "Wenlei Chen"
        },
        {
          "name": "John Chisholm"
        },
        {
          "name": "Christopher J. Conselice"
        },
        {
          "name": "Pratika Dayal"
        },
        {
          "name": "Miroslava Dessauges-Zavadsky"
        },
        {
          "name": "Andreas L. Faisst"
        },
        {
          "name": "Steven L. Finkelstein"
        },
        {
          "name": "Yoshinobu Fudamoto"
        },
        {
          "name": "Lukas J. Furtak"
        },
        {
          "name": "Yuichi Harikane"
        },
        {
          "name": "Tiger Yu-Yang Hsiao"
        },
        {
          "name": "Yolanda Jimenez-Teja"
        },
        {
          "name": "Anton M. Koekemoer"
        },
        {
          "name": "Rebecca L. Larson"
        },
        {
          "name": "Ray A. Lucas"
        },
        {
          "name": "Matteo Messa"
        },
        {
          "name": "Lamiya Mowla"
        },
        {
          "name": "Minami Nakane"
        },
        {
          "name": "Gaël Noirot"
        },
        {
          "name": "Richard Pan"
        },
        {
          "name": "Massimo Pascale"
        },
        {
          "name": "Johan Richard"
        },
        {
          "name": "Massimo Ricotti"
        },
        {
          "name": "Luke Robbins"
        },
        {
          "name": "Daniel Schaerer"
        },
        {
          "name": "Fengwu Sun"
        },
        {
          "name": "Eros Vanzella"
        },
        {
          "name": "Brian Welch"
        },
        {
          "name": "Chris Willott"
        },
        {
          "name": "Adi Zitrin"
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2512.07945v1",
      "title": "On the missing dust of super-early galaxies: Supernova blowout and gas-dust venting in Blue Monsters",
      "updated": "2025-12-08T19:00:02Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.07945v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.07945v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "A subset of very young, super-early galaxies at $z\\gtrsim10$, often termed Blue Monsters, shows extremely blue UV continua and faint far-IR emission, which could imply much less dust than expected from standard enrichment scenarios. We seek to understand the possible reason behind the apparent absence of dust in the Blue Monsters. We show how clustered supernovae drive mechanical blowout in stratified, self-gravitating clouds by combining full 3-D hydrodynamical dust-survival yields with 3-D thin-shell scalings, and we predict the retained dust-to-stellar mass ratio at the cluster scale and the corresponding galaxy-integrated value. We take the net dust yield per unit stellar mass from existing 3-D hydrodynamical studies of young stellar clusters with sequential supernovae, and we set the blowout radius as a function of gas concentration using established 3-D thin-shell scalings. Assuming gas-dust coupling across the blowout boundary, the retained dust-to-stellar ratio accounts for the fraction of supernovae that remain confined versus those that vent mechanically. Across typical cluster masses, sizes, and cloud-scale star formation efficiencies, mechanical venting removes a large share of gas and dust. The retained dust-to-stellar mass ratio is lowered by about half to two orders of magnitude relative to the supernova net dust yield. The outcome depends mainly on gas concentration and only weakly on metallicity, so it remains effective at low $Z$. After weighting by a Schechter cluster mass function and a Weibull core-radius distribution, the galaxy-integrated value falls in the same range inferred for spectroscopically confirmed Blue Monsters. Thus, mechanical venting at the cluster scale can account for the very low dust fractions inferred for Blue Monsters without requiring extreme in situ destruction and without fine-tuning.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-08T19:00:02Z",
      "arxiv:comment": "4 pages, 2 figures. Accepted as a Letter in Astronomy & Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sergio Martínez-González"
        },
        {
          "name": "Santiago Jiménez"
        },
        {
          "name": "Casiana Muñoz-Tunón"
        }
      ],
      "score": 0.5
    }
  ]
}