{
  "fetched_at": "2025-12-31T18:37:55.475Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.20965v1",
      "title": "GW241011 and GW241110: Hints of Hierarchical Mergers from the Merger Entropy Index",
      "updated": "2025-12-24T05:43:20Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20965v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20965v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "GW241011 and GW241110 both exhibit extremely asymmetric masses, high primary spins, and significant spin-orbit misalignment, which challenge the formation of first-generation binary black hole mergers formed from stellar collapse. This implies that these two gravitational wave events might originate from the hierarchical merger mechanism, with at least one of the black holes being the remnant of a previous merger. Here we investigate the origin of hierarchical mergers for GW241011 and GW241110 using the merger entropy index which measures the efficiency of entropy transfer for binary black hole mergers in general relativity. We find that GW241011 is consistent with hierarchical mergers in dense star clusters. The origin of GW241110 remains under debate due to its large distribution uncertainty, which leads to method-dependent inference and should be taken into account when interpreting this event in terms of hierarchical mergers.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T05:43:20Z",
      "arxiv:comment": "Comments are welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Guo-Peng Li"
        },
        {
          "name": "Xi-Long Fan"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.20923v1",
      "title": "Expanding Asteroseismic Studies in Star Clusters Using NASA's TESS and ESA's Gaia Missions",
      "updated": "2025-12-24T04:02:35Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20923v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20923v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Star clusters have long been central to the study of stellar evolution due to their chemically and chronologically homogeneous populations. Asteroseismology, the analysis of stellar oscillations and pulsations, provides precise information about properties such as masses, radii, and ages of stars in the field. However, these stars lack calibration to an absolute scale, and so this project seeks to utilize the data from NASA's TESS mission and ESA's Gaia mission to identify additional cluster stars suitable for asteroseismic analysis and calibration. In this work we analyze 14 stars belonging to 3 well-populated clusters, 5 additional stars that are the only detected oscillators in their respective clusters, and 3 detected oscillators of unknown cluster membership. By significantly expanding the number of clusters with measured oscillating giants, this project increases the opportunity for cross-validation between classical stellar models and asteroseismic methods, allowing for improvements in both calibration techniques and age estimations across the galaxy.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T04:02:35Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Carli Mankowski"
        },
        {
          "name": "Jamie Tayar"
        },
        {
          "name": "Cassidy Martin"
        }
      ],
      "score": 4
    }
  ]
}