{
  "fetched_at": "2025-10-09T01:51:47.630Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2510.06134v1",
      "updated": "2025-10-07T17:08:44Z",
      "published": "2025-10-07T17:08:44Z",
      "title": "Resolving Star Cluster Formation in Galaxy Simulations with Cosmic Ray\n  Feedback",
      "summary": "  Star clusters host the massive stars responsible for feedback in star-forming\ngalaxies. Stellar feedback shapes the interstellar medium (ISM), affecting the\nformation of future star clusters. To self-consistently capture the interplay\nbetween feedback and star formation, a model must resolve the parsec-scale star\nformation sites and the multiphase ISM. Additionally, the dynamical impact of\ncosmic rays (CRs) on star formation rates (SFRs) must also be considered. We\npresent the first simulations of the formation of an ensemble of star clusters\nwith dynamically-coupled CRs, near-individual star particles, and a\nfeedback-regulated ISM. We analyze tallbox simulations performed using the\nCRISP model in the moving-mesh code AREPO. We apply varied implementations of\nCR transport under the theory of self-confinement. We find that CRs\nsimultaneously reduce the SFR, the power law slope of the cluster mass\nfunction, and the cluster formation efficiency. Each simulation is compatible\nwith observations, and CR feedback tends to move results along observed star\ncluster relations. We see only modest changes in cluster radius and velocity\ndispersions, but significant differences in the virial parameters. Ultimately,\nthe primary impact of CRs is to reduce SFRs. Lower SFRs imply fewer supernovae,\nand consequently a lower turbulent energy budget for gas. Star clusters formed\nin a CR-regulated ISM have lower velocity dispersions, and are therefore more\nbound under self-gravity. The effective clustering of SNe is unchanged by CRs.\nThrough this work, we demonstrate the predictive power of the CRISP feedback\nmodel, despite this idealized setup.\n",
      "author": [
        {
          "name": "Brandon Sike"
        },
        {
          "name": "Mateusz Ruszkowski"
        },
        {
          "name": "Oleg Y. Gnedin"
        },
        {
          "name": "Yingtian Chen"
        },
        {
          "name": "Matthias Weber"
        },
        {
          "name": "Timon Thomas"
        },
        {
          "name": "Christoph Pfrommer"
        }
      ],
      "arxiv:comment": {
        "_": "23 pages, 9 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.06134v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.06134v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2510.05634v1",
      "updated": "2025-10-07T07:35:28Z",
      "published": "2025-10-07T07:35:28Z",
      "title": "On the Formation of GW231123 in Population III Star Clusters",
      "summary": "  GW231123 is a binary black hole merger whose primary component lies within or\nabove the pair-instability mass gap, while the secondary component falls within\nthis gap. The standard theory of stellar evolution is significantly challenged\nby this event. We investigate the formation of candidate progenitors of\nGW231123 in Population III (Pop3) star clusters. We find that they could form\nthrough stellar mergers, binary black hole mergers, and mixed mergers. The mass\ndistribution of these candidate progenitors covers the component masses of\nGW231123. Their predicted merger rate density spans the range of $0.001{\\rm\nGpc^{-3}yr^{-1}}-0.26{\\rm Gpc^{-3}yr^{-1}}$, encompassing that of GW231123.\nThese findings suggest that GW231123 may originate from Pop3 star clusters.\nFurthermore, such candidate progenitors are expected to be detectable by future\ngravitational wave detectors LISA/Taiji/TianQin/DECIGO/CE/ET, which would\nprovide valuable insights into the formation scenarios of events like GW231123.\n",
      "author": [
        {
          "name": "Shuai Liu"
        },
        {
          "name": "Long Wang"
        },
        {
          "name": "Ataru Tanikawa"
        },
        {
          "name": "Weiwei Wu"
        },
        {
          "name": "Michiko S. Fujii"
        }
      ],
      "arxiv:comment": {
        "_": "8 pages, 4 figures, and 1 table. Accepted by ApJL",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05634v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05634v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "hep-th",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2510.05332v1",
      "updated": "2025-10-06T19:54:46Z",
      "published": "2025-10-06T19:54:46Z",
      "title": "Declining metallicity and extended HeII in the outflow of an epoch of\n  reionization analogue galaxy",
      "summary": "  We present VLT/X-shooter spectroscopy of the extremely metal-poor starburst\ngalaxy SBS 0335-052E, a nearby (D $\\sim$54 Mpc) analog of high-redshift\nsystems, probing its outflow up to a distance of $\\sim$2.6 kpc. Using\ndirect-method oxygen abundances, we find a complex metallicity profile that\ngenerally declines with distance, decreasing by 0.37 dex from the galaxy center\nout to 2.4 kpc into the outflow. This implies a metal-loading factor roughly an\norder of magnitude lower than predictions based on the mass-metallicity\nrelation for low-mass galaxies. We also detect extended HeII emission,\nincluding a broad, redshifted component beyond 2 kpc, distinct from narrow\nemission associated with star clusters. No H$\\beta$ emission is detected\nassociated with the broad redshifted component, implying extremely high\nHeII/H$\\beta$ ratios (0.7--4.8). Such extreme values, combined with the\ndecreasing metallicity, challenge current models for stellar feedback. The\ncontribution of an intermediate-mass black hole could simultaneously account\nfor the declining metallicity and the unusually extended HeII emission.\n",
      "author": [
        {
          "name": "M. J. Hamel-Bravo"
        },
        {
          "name": "D. B. Fisher"
        },
        {
          "name": "D. A. Berg"
        },
        {
          "name": "A. J. Cameron"
        },
        {
          "name": "J. Chisholm"
        },
        {
          "name": "G. G. Kacprzak"
        },
        {
          "name": "B. Mazzilli Ciraulo"
        },
        {
          "name": "H. Katz"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, submitted to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05332v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05332v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.05258v1",
      "updated": "2025-10-06T18:20:34Z",
      "published": "2025-10-06T18:20:34Z",
      "title": "Self-interacting dark matter in the center of a Local Group dwarf galaxy\n  and its satellites",
      "summary": "  We present a detailed comparison of a Local Group dwarf galaxy analogue\nevolved in two cosmological models: the standard $\\Lambda$CDM and a\nself-interacting dark matter (SIDM) model with a velocity-dependent\ncross-section. Both simulations are run with the high-resolution,\nhydrodynamical LYRA galaxy formation model, allowing us to explore the global\nand substructure properties of the dwarf in a consistent context. While the\noverall halo growth, final mass, and subhalo mass functions remain largely\nunchanged across models, SIDM produces a central dark matter core extending to\n$\\sim$1 kpc, which does not significantly vary with the inclusion of baryons.\nBaryonic properties, however, differ notably. The SIDM model leads to a 25%\nreduction in stellar mass and retains more gas within the stellar half-mass\nradius due to a prolonged quiescent phase in star formation. The stellar\ndistribution is less centrally concentrated, and a population of in-situ star\nclusters form at late times. Substructure analysis reveals fewer luminous\nsatellites and more stellar-only systems in SIDM, driven in part by tidal\nstripping that affects the dark matter more than the stars. A subset of\nsatellites undergoes tidal-triggered core collapse after infall, enhancing the\ndiversity of SIDM satellite rotation curves. These differences offer potential\nobservational signatures of SIDM in low-mass galaxies.\n",
      "author": [
        {
          "name": "Thales A. Gutcke"
        },
        {
          "name": "Giulia Despali"
        },
        {
          "name": "Stephanie O'Neil"
        },
        {
          "name": "Mark Vogelsberger"
        },
        {
          "name": "Azadeh Fattahi"
        },
        {
          "name": "David B. Sanders"
        }
      ],
      "arxiv:comment": {
        "_": "13 pages, 11 figures, submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05258v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05258v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.04957v1",
      "updated": "2025-10-06T15:56:33Z",
      "published": "2025-10-06T15:56:33Z",
      "title": "Galaxy Model Subtraction with a Convolutional Denoising Autoencoder",
      "summary": "  Galaxy model subtraction removes the smooth light of nearby galaxies so that\nfainter sources (e.g., stars, star clusters, background galaxies) can be\nidentified and measured. Traditional approaches (isophotal or parametric\nfitting) are semi-automated and can be challenging for large data sets. We\nbuild a convolutional denoising autoencoder (DAE) for galaxy model subtraction:\nimages are compressed to a latent representation and reconstructed to yield the\nsmooth galaxy, suppressing other objects. The DAE is trained on\nGALFIT-generated model galaxies injected into real sky backgrounds and tested\non real images from the Next Generation Virgo Cluster Survey (NGVS). To\nquantify performance, we conduct an injection-recovery experiment on residual\nimages by adding mock globular clusters (GCs) with known fluxes and positions.\nOur tests confirm a higher recovery rate of mock GCs near galaxy centers for\ncomplex morphologies, while matching ellipse fitting for smooth ellipticals.\nOverall, the DAE achieves subtraction equivalent to isophotal ellipse fitting\nfor regular ellipticals and superior results for galaxies with high\nellipticities or spiral features. Photometry of small-scale sources on DAE\nresiduals is consistent with that on ellipse-subtracted residuals. Once\ntrained, the DAE processes an image cutout in $\\lesssim 0.1$ s, enabling fast,\nfully automatic analysis of large data sets. We make our code available for\ndownload and use.\n",
      "author": [
        {
          "name": "Rongrong Liu"
        },
        {
          "name": "Eric W. Peng"
        },
        {
          "name": "Kaixiang Wang"
        },
        {
          "name": "Laura Ferrarese"
        },
        {
          "name": "Patrick Côté"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.04957v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.04957v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.IM",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.03766v1",
      "updated": "2025-10-04T10:25:42Z",
      "published": "2025-10-04T10:25:42Z",
      "title": "Formation and growth of intermediate-mass black holes in dense star\n  clusters: Lessons from N-body and MOCCA Monte Carlo Simulations",
      "summary": "  Dense star clusters are promising nurseries for the formation and growth of\nintermediate-mass black holes (IMBHs; $\\sim 10^2-10^5\\,\\mathrm{M}_{\\odot}$),\nwith increasing observational evidence pointing to their presence in massive\nstar clusters and stripped dwarf-galaxy nuclei. During the early evolution of\ncompact clusters, massive stars can rapidly segregate to the center, where\nfrequent collisions may trigger the runaway growth of a very massive star\n(VMS). This object can subsequently collapse to form an IMBH or merge with a\nstellar-mass black hole. We carried out direct $N$-body and Monte Carlo\nsimulations of star clusters with initial core densities between $10^6$ to\n$4\\times 10^8\\,\\mathrm{M}_{\\odot}\\,\\mathrm{pc}^{-3}$ and total masses of\n$5.9\\times 10^5$ and $1.3\\times 10^6\\,\\mathrm{M}_{\\odot}$. These models show\nthat IMBHs of $10^3-10^4\\,\\mathrm{M}_{\\odot}$ can form within $\\leq 5$ Myr\nthrough the runaway collision channel. At later times, the IMBHs continue to\ngrow through mergers with black holes, stars, and compact remnants, providing\npredictions testable with future gravitational-wave and transient surveys.\n",
      "author": [
        {
          "name": "Abbas Askar"
        },
        {
          "name": "Marcelo C. Vergara"
        },
        {
          "name": "Sohaib Ali"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 2 figures, 1 table. To appear in the Proceedings of IAU\n  Symposium 398 and MODEST-25: \"Compact Objects and Binaries in Dense Stellar\n  Systems\" (Seoul, South Korea, June 2025)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.03766v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.03766v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2510.03144v1",
      "updated": "2025-10-03T16:15:16Z",
      "published": "2025-10-03T16:15:16Z",
      "title": "SIGNALS of Giant HII Regions: A Spatially Resolved Analysis of NGC 604",
      "summary": "  Observing giant HII regions at fine spatial scales uncovers detailed\nstructures and reveals variations in ionization, abundance, and dynamical\nproperties of ionized gas and the effect of stellar feedback. Using emission\nline data of M33 observed with SITELLE as part of the Star-formation, Ionized\nGas, and Nebular Abundances Legacy Survey (SIGNALS), we present maps of the\nprincipal optical emission line ratios for NGC 604, the most luminous HII\nregion in M33. The excitation maps align well with the H$\\alpha$ morphology and\nare clearly related to the location of the central stellar cluster and\nsecondary stellar groups. The maps of ionization-sensitive line ratios show\nsubstantial variations across the face of NGC 604. We demonstrate that these\nvariations are unlikely to be due to chemical inhomogeneities but are primarily\ncaused by changes in ionization, which in turn affect the observed line ratios.\nWe present the H$\\alpha$ kinematics of the region and connect it to the\nexcitation structure, showing how the dynamic motions influence the spatial\ndistribution of ionized gas. We note two distinct sources identified in these\nexcitation maps: a known supernova remnant and a previously unknown planetary\nnebula. Such parsec-scale features contribute only a small percentage to the\noverall light and would remain undetected without the use of high-resolution\nspatial data. Throughout the paper, we make comparisons to and raise concerns\nabout single-aperture and long-slit spectroscopic measurements of giant HII\nregions, highlighting the limitations and potential inaccuracies of such\nmethods.\n",
      "author": [
        {
          "name": "Ray Garner III"
        },
        {
          "name": "Robert C. Kennicutt Jr"
        },
        {
          "name": "Laurent Drissen"
        },
        {
          "name": "Carmelle Robert"
        },
        {
          "name": "Laurie Rousseau-Nepton"
        },
        {
          "name": "Christophe Morisset"
        },
        {
          "name": "Philippe Amram"
        },
        {
          "name": "R. Pierre Martin"
        },
        {
          "name": "Emma Jarvis"
        }
      ],
      "arxiv:comment": {
        "_": "26 pages, 11 figures, 3 tables. Submitted to ApJ, comments welcome!",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.03144v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.03144v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2510.02600v1",
      "updated": "2025-10-02T22:16:15Z",
      "published": "2025-10-02T22:16:15Z",
      "title": "Foreground Extinction to Extended Celestial Objects -- I. New Extinction\n  Maps",
      "summary": "  We present a new two-dimensional (2D) map of total Galactic extinction,\n$A_\\mathrm{V}$, across the entire dust half-layer from the Sun to extragalactic\nspace for Galactic latitudes $|b|>13$ deg, as well as a three-dimensional (3D)\nmap of $A_\\mathrm{V}$ within 2~kpc of the Sun. These maps are based on\n$A_\\mathrm{V}$ and distance estimates derived from a dataset, which utilizes\n{\\it Gaia} Data Release 3 parallaxes and multi-band photometry for nearly 100\nmillion dwarf stars. We apply our own corrections to account for significant\nsystematics in this dataset. Our 2D map achieves an angular resolution of\n6.1~arcmin, while the 3D map offers a transverse resolution of 3.56~pc --\ncorresponding to variable angular resolution depending on distance -- and a\nradial resolution of 50~pc. In constructing these maps, we pay particular\nattention to the solar neighborhood (within 200~pc) and to high Galactic\nlatitudes. The 3D map predicts $A_\\mathrm{V}$ from the Sun to any extended\nobject within the Galactic dust layer with an accuracy of $\\sigma(A_\\mathrm{V})\n= 0.1$~mag. The 2D map provides $A_\\mathrm{V}$ estimates for the entire dust\nhalf-layer up to extragalactic distances with an accuracy of\n$\\sigma(A_\\mathrm{V}) = 0.07$~mag. We provide $A_\\mathrm{V}$ estimates from our\nmaps for various classes of extended celestial objects with angular size\nprimarily in the range of 2--40~arcmin, including 19,809 galaxies and quasars,\n170 Galactic globular clusters, 458 open clusters, and several hundreds\nmolecular clouds from two lists. We also present extinction values for 8,293\nType Ia supernovae. Comparison of our extinction estimates with those from\nprevious maps and literature sources reveals systematic differences, indicating\nlarge-scale spatial variations in the extinction law and suggesting that\nearlier 2D reddening maps based on infrared dust emission tend to underestimate\nlow extinction values.\n",
      "author": [
        {
          "name": "G. A. Gontcharov"
        },
        {
          "name": "A. A. Marchuk"
        },
        {
          "name": "S. S. Savchenko"
        },
        {
          "name": "A. V. Mosenkov"
        },
        {
          "name": "V. B. Il'in"
        },
        {
          "name": "D. M. Poliakov"
        },
        {
          "name": "A. A. Smirnov"
        },
        {
          "name": "H. Krayani"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted to be published in Research in Astronomy and Astrophysics.\n  Presented maps and tables are at https://www.scidb.cn/ or\n  https://drive.google.com/drive/folders/1iy-bT5O4RzednIM7pAPaxYV4sMxmuapi",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.02600v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.02600v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2510.02462v1",
      "updated": "2025-10-02T18:16:32Z",
      "published": "2025-10-02T18:16:32Z",
      "title": "Unveiling Dynamics and Variability in Open Clusters: Insights from a\n  Comprehensive Analysis of Six Galactic Clusters",
      "summary": "  We present a kinematic and dynamical analysis of six Galactic open clusters\nNGC~2204, NGC~2660, NGC~2262, Czernik~32, Pismis~18, and NGC~2437, using\n\\textit{Gaia}~DR3. We used Bayesian and Gaussian Mixture Model (GMM) methods to\nidentify cluster members, but chose GMM because it's more appropriate for\nlow-mass stars. Estimated distances range from 1.76 to 4.20~kpc and ages from\n0.199 to 1.95~Gyr, confirming their intermediate-age nature. King model fits\nindicate compact morphologies, with core radii of 1--10~arcmin and cluster\nradii of 5--24~arcmin. We identify 13 BSS and 3 YSS members, whose central\nconcentrations suggest origins via mass transfer or stellar collisions. The\nmass function slopes (0.96--1.19) are flatter than the Salpeter value, which\nindicates that these clusters have undergone dynamical mass segregation. Orbit\nintegration within a Galactic potential indicates nearly circular orbits\n(eccentricities 0.02--0.10), vertical excursions within $\\pm$132~pc, and\nguiding radii near the solar circle, suggesting disk confinement. These\nclusters likely formed in the thin disk and are shaped by Galactic tidal\nperturbations, facilitating the rapid loss of low-mass members. Additionally,\ntwelve variable stars were found across four clusters using \\textit{TESS} light\ncurves, including $\\gamma$~Doradus and SPB pulsators, eclipsing binaries, and a\nyellow straggler candidate. Periods were derived via Lomb-Scargle analysis. Two\neclipsing binaries (TIC~94229743 and TIC~318170024) were modeled using PHOEBE,\nyielding mass ratios of 1.37 and 2.16, respectively. Our findings demonstrate\nthat integrating orbital dynamics and variable star studies presents valuable\ninsights into the evolutionary pathways of open clusters.\n",
      "author": [
        {
          "name": "Kuldeep Belwal"
        },
        {
          "name": "D. Bisht"
        },
        {
          "name": "Ing-Guey Jiang"
        },
        {
          "name": "R. K. S. Yadav"
        },
        {
          "name": "Ashish Raj"
        },
        {
          "name": "Geeta Rangwal"
        },
        {
          "name": "Arvind K. Dattatrey"
        },
        {
          "name": "Mohit Singh Bisht"
        },
        {
          "name": "Alok Durgapal"
        }
      ],
      "arxiv:comment": {
        "_": "24 pages, 16 figures (main text), 2 figures (appendices), 7 tables,\n  Accepted to MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.02462v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.02462v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2510.02431v1",
      "updated": "2025-10-02T18:00:00Z",
      "published": "2025-10-02T18:00:00Z",
      "title": "No Observational Evidence for Dark Matter Nor a Large Metallicity Spread\n  in the Extreme Milky Way Satellite Ursa Major III / UNIONS 1",
      "summary": "  The extremely-low-luminosity, compact Milky Way satellite Ursa Major III /\nUNIONS 1 (UMaIII/U1; $L_V = 11 \\ L_{\\odot}$; $a_{1/2} = 3$ pc) was found to\nhave a substantial velocity dispersion at the time of its discovery ($\\sigma_v\n= 3.7^{+1.4}_{-1.0} \\rm \\ km \\ s^{-1}$), suggesting that it might be an\nexceptional, highly dark-matter-dominated dwarf galaxy with very few stars.\nHowever, significant questions remained about the system's dark matter content\nand nature as a dwarf galaxy due to the small member sample ($N=11$), possible\nspectroscopic binaries, and the lack of any metallicity information. Here, we\npresent new spectroscopic observations covering $N=16$ members that both\ndynamically and chemically test UMaIII/U1's true nature. From higher-precision\nKeck/DEIMOS spectra, we find a 95% confidence level velocity dispersion limit\nof $\\sigma_v< 2.3 \\rm \\ km \\ s^{-1}$, with a $\\sim$120:1 likelihood ratio now\nfavoring the expected stellar-only dispersion of $\\sigma_* \\approx 0.1 \\rm \\ km\n\\ s^{-1}$ over the original $3.7 \\rm \\ km \\ s^{-1}$ dispersion. There is now no\nobservational evidence for dark matter in the system. From Keck/LRIS spectra\ntargeting the Calcium II K line, we also measure the first metallicities for 12\nmember stars, finding a mean metallicity of $\\rm [Fe/H] = -2.65 \\; \\pm \\, 0.1$\n(stat.) $\\pm \\,0.3$ (zeropoint) with a metallicity dispersion limit of\n$\\sigma_{\\rm [Fe/H]} < 0.35$ dex (at the 95% credible level). Together, these\nproperties are more consistent with UMaIII/U1 being a star cluster, though the\ndwarf galaxy scenario is not fully ruled out. Under this interpretation,\nUMaIII/U1 ranks among the most metal-poor star clusters yet discovered and is\npotentially the first known example of a cluster stabilized by a substantial\npopulation of unseen stellar remnants.\n",
      "author": [
        {
          "name": "William Cerny"
        },
        {
          "name": "Daisy Bissonette"
        },
        {
          "name": "Alexander P. Ji"
        },
        {
          "name": "Marla Geha"
        },
        {
          "name": "Anirudh Chiti"
        },
        {
          "name": "Simon E. T. Smith"
        },
        {
          "name": "Joshua D. Simon"
        },
        {
          "name": "Andrew B. Pace"
        },
        {
          "name": "Evan N. Kirby"
        },
        {
          "name": "Kim A. Venn"
        },
        {
          "name": "Ting S. Li"
        },
        {
          "name": "Alice M. Luna"
        }
      ],
      "arxiv:comment": {
        "_": "11+8 pages; 6 figures, submitted to ApJL",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.02431v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.02431v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    }
  ]
}