{
  "fetched_at": "2025-12-10T02:06:26.135Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.08387v1",
      "title": "Chemical analysis of the Milky Way's Nuclear Star Cluster: Evidence for a metallicity gradient",
      "updated": "2025-12-09T09:18:08Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08387v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08387v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The Milky Way nuclear star cluster (MWNSC) is located together with its surrounding nuclear stellar disc (MWNSD) in the Galactic centre and they dominate the gravitational potential within the inner 300\\,pc. However, the formation and evolution of both systems and their possible connections are still under debate. We reanalyse the low-resolution KMOS spectra in the MWNSC with the aim to improve the stellar parameters ($\\rm T_{eff}$, $\\rm \\log\\,g$, and $\\rm [M/H])$ for the MWNSC. We use an improved line-list, especially dedicated for cool M giants allowing to improve the stellar parameters and to obtain in addition global $\\rm α$-elements. A comparison with high-resolution IR spectra (IGRINS) gives very satisfactory results pinning down the uncertainties to $\\rm T_{eff} \\simeq 150\\,K$, $\\rm log\\,g \\simeq 0.4\\,dex$, and $\\rm [M/H] \\simeq 0.2\\,dex$. Our $\\rm α$-elements agree within 0.1\\,dex compared to the IGRINS spectra. We obtain a high-quality sample of 1140 M giant stars where we see an important contribution of a metal-poor population ($\\rm \\sim 20\\,\\%$) centered at $\\rm [M/H] \\simeq -0.7\\,dex$ while the most dominant part comes from the metal-rich population with $\\rm [M/H] \\simeq 0.26\\,dex$. We construct a metallicity map and find a metallicity gradient of $\\rm \\sim -0.1 \\pm 0.02 \\,dex/pc$ favouring the inside-out formation scenario for the MWNSC.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-09T09:18:08Z",
      "arxiv:comment": "Accepted for publication in Astronomy&Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "M. Schultheis"
        },
        {
          "name": "L. Serrano"
        },
        {
          "name": "B. Thorsbro"
        },
        {
          "name": "F. Nogueras-Lara"
        },
        {
          "name": "A. Feldmeier-Krause"
        },
        {
          "name": "G. Nandakumar"
        },
        {
          "name": "K. Fiteni"
        },
        {
          "name": "M. C. Sormani"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.08054v1",
      "title": "Spatially Resolved Physical Properties of Young Star Clusters and Star-forming Clumps in the Brightest z>6 Galaxy, the Strongly Lensed Cosmic Spear at z=6.2",
      "updated": "2025-12-08T21:27:01Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.08054v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.08054v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We present spatially resolved analysis of stellar populations in the brightest $z>6$ galaxy known to date (AB mag 23), the strongly lensed MACS0308$-$zD1 (dubbed the ``Cosmic Spear'') at $z_{\\rm spec}=6.2$. New JWST NIRCam imaging and high-resolution NIRSpec IFU spectroscopy span the rest-frame ultraviolet to optical. The NIRCam imaging reveals bright star-forming clumps and a tail consisting of three distinct, extremely compact star clusters that are multiply-imaged by gravitational lensing. The star clusters have effective radii of $R_{\\rm{eff}} \\sim 5$ pc, stellar masses of $M_{*} \\sim 10^{6}-10^{7}\\,M_{\\odot}$, and high stellar mass surface densities of $Σ_{*} > 10^{4}\\,M_{\\odot}~\\rm{pc}^{-2}$. While their stellar populations are very young ($\\sim 5-9$ Myr), their dynamical ages exceed unity, consistent with the clusters being gravitationally bound systems. Placing the star clusters in the size vs.~stellar mass density plane, we find they occupy a region similar to other high-redshift star clusters within galaxies observed recently with JWST, being significantly more massive and denser than local star clusters. Spatially resolved analysis of the brightest clump reveals a compact, intensely star-forming core. The ionizing photon production efficiency ($ξ_{\\rm{ion}}$) is slightly suppressed in this central region, potentially indicating a locally elevated Lyman continuum escape fraction facilitated by feedback-driven channels.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-08T21:27:01Z",
      "arxiv:comment": "27 pages, 13 figures, submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": " Abdurro'uf"
        },
        {
          "name": "Dan Coe"
        },
        {
          "name": "Tom Resseguier"
        },
        {
          "name": "Calla Murphy"
        },
        {
          "name": "Xinfeng Xu"
        },
        {
          "name": "Angela Adamo"
        },
        {
          "name": "Namrata Roy"
        },
        {
          "name": "Alaina Henry"
        },
        {
          "name": "Vasily Kokorev"
        },
        {
          "name": "Gabriel Brammer"
        },
        {
          "name": "Seiji Fujimoto"
        },
        {
          "name": "Henry C. Ferguson"
        },
        {
          "name": "Amanda Pagul"
        },
        {
          "name": "Rogier A. Windhorst"
        },
        {
          "name": "Timothy Heckman"
        },
        {
          "name": "Jose M. Diego"
        },
        {
          "name": "Hollis B. Akins"
        },
        {
          "name": "Joseph Allingham"
        },
        {
          "name": "Ricardo O. Amorín"
        },
        {
          "name": "Danielle A. Berg"
        },
        {
          "name": "Maruša Bradač"
        },
        {
          "name": "Larry D. Bradley"
        },
        {
          "name": "Wenlei Chen"
        },
        {
          "name": "John Chisholm"
        },
        {
          "name": "Christopher J. Conselice"
        },
        {
          "name": "Pratika Dayal"
        },
        {
          "name": "Miroslava Dessauges-Zavadsky"
        },
        {
          "name": "Andreas L. Faisst"
        },
        {
          "name": "Steven L. Finkelstein"
        },
        {
          "name": "Yoshinobu Fudamoto"
        },
        {
          "name": "Lukas J. Furtak"
        },
        {
          "name": "Yuichi Harikane"
        },
        {
          "name": "Tiger Yu-Yang Hsiao"
        },
        {
          "name": "Yolanda Jimenez-Teja"
        },
        {
          "name": "Anton M. Koekemoer"
        },
        {
          "name": "Rebecca L. Larson"
        },
        {
          "name": "Ray A. Lucas"
        },
        {
          "name": "Matteo Messa"
        },
        {
          "name": "Lamiya Mowla"
        },
        {
          "name": "Minami Nakane"
        },
        {
          "name": "Gaël Noirot"
        },
        {
          "name": "Richard Pan"
        },
        {
          "name": "Massimo Pascale"
        },
        {
          "name": "Johan Richard"
        },
        {
          "name": "Massimo Ricotti"
        },
        {
          "name": "Luke Robbins"
        },
        {
          "name": "Daniel Schaerer"
        },
        {
          "name": "Fengwu Sun"
        },
        {
          "name": "Eros Vanzella"
        },
        {
          "name": "Brian Welch"
        },
        {
          "name": "Chris Willott"
        },
        {
          "name": "Adi Zitrin"
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2512.07945v1",
      "title": "On the missing dust of super-early galaxies: Supernova blowout and gas-dust venting in Blue Monsters",
      "updated": "2025-12-08T19:00:02Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.07945v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.07945v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "A subset of very young, super-early galaxies at $z\\gtrsim10$, often termed Blue Monsters, shows extremely blue UV continua and faint far-IR emission, which could imply much less dust than expected from standard enrichment scenarios. We seek to understand the possible reason behind the apparent absence of dust in the Blue Monsters. We show how clustered supernovae drive mechanical blowout in stratified, self-gravitating clouds by combining full 3-D hydrodynamical dust-survival yields with 3-D thin-shell scalings, and we predict the retained dust-to-stellar mass ratio at the cluster scale and the corresponding galaxy-integrated value. We take the net dust yield per unit stellar mass from existing 3-D hydrodynamical studies of young stellar clusters with sequential supernovae, and we set the blowout radius as a function of gas concentration using established 3-D thin-shell scalings. Assuming gas-dust coupling across the blowout boundary, the retained dust-to-stellar ratio accounts for the fraction of supernovae that remain confined versus those that vent mechanically. Across typical cluster masses, sizes, and cloud-scale star formation efficiencies, mechanical venting removes a large share of gas and dust. The retained dust-to-stellar mass ratio is lowered by about half to two orders of magnitude relative to the supernova net dust yield. The outcome depends mainly on gas concentration and only weakly on metallicity, so it remains effective at low $Z$. After weighting by a Schechter cluster mass function and a Weibull core-radius distribution, the galaxy-integrated value falls in the same range inferred for spectroscopically confirmed Blue Monsters. Thus, mechanical venting at the cluster scale can account for the very low dust fractions inferred for Blue Monsters without requiring extreme in situ destruction and without fine-tuning.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-08T19:00:02Z",
      "arxiv:comment": "4 pages, 2 figures. Accepted as a Letter in Astronomy & Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sergio Martínez-González"
        },
        {
          "name": "Santiago Jiménez"
        },
        {
          "name": "Casiana Muñoz-Tunón"
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2512.07029v1",
      "title": "Understanding the Planetary Formation and Evolution in Star Clusters(UPiC)-II: Catalog of planets/candidates in Open Clusters and Moving Groups",
      "updated": "2025-12-07T22:42:00Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.07029v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.07029v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Detecting planets in open clusters offers a unique opportunity to test planet formation theories in clustered environments. The precisely determined ages of young open clusters make their planets particularly valuable for tracing the early evolution of planetary systems. As the second paper of the UPiC project, this study focuses on stars in stellar groups that host transiting planets or planetary candidates. We categorize these stellar groups into Open Clusters (OCs) and Moving Groups (MGs) based on the Jacobi radius to investigate potential differences in their planetary systems. By cross-matching the latest star cluster catalogs with catalogs of transiting planets and candidates, we have compiled the most extensive catalog to date, containing 106 confirmed planets and 168 candidates within OCs and MGs. We refitted the structural parameters of these stellar groups and identified substructures using the \\texttt{HDBSCAN} and Gaussian Mixture Model (GMM) algorithms. Our analysis reveals the density evolution of both MGs and OCs during their first Gyr. We find that MGs consistently exhibit a significantly higher planet fraction than OCs, regardless of sample selection, particularly for Hot Jupiters. Furthermore, exoplanet radii show a clear dichotomy at early stages: most sub-Jupiters evolve into Neptune-sized planets within 100 Myr, while super-Jupiters undergo only minimal contraction. These results suggest that young sub-Jupiters (\\textless 100 Myr) represent puffy, Neptune-mass planets undergoing vigorous photoevaporation, whereas Jupiter-mass planets can maintain their atmospheres. We also report evidence for the early emergence of the hot-Neptune desert at 100 Myr in both OCs and MGs.",
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-07T22:42:00Z",
      "arxiv:comment": "33 pages, 16 figures, 2 tables (4 in Appendix), submitted to APJS. Machine-readable tables will be released upon acceptance for publication",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.EP"
        }
      },
      "author": [
        {
          "name": "Yuan-Zhe Dai"
        },
        {
          "name": "Hui-Gen Liu"
        },
        {
          "name": "Xiaoying Pang"
        },
        {
          "name": "Yueyue Jiang"
        },
        {
          "name": "Jerome P. de Leon"
        },
        {
          "name": "Jing Zhong"
        },
        {
          "name": "Ji-Lin Zhou"
        }
      ],
      "score": 13
    },
    {
      "id": "http://arxiv.org/abs/2512.06873v1",
      "title": "Precise determination of circumstellar disk lifetimes: Disk evolution in a single star-forming region",
      "updated": "2025-12-07T15:01:39Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.06873v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.06873v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Determining how long circumstellar disks last is key to understanding the timescale of planet formation. Typically, this is done by measuring the fraction of young stars with infrared-excess, a sign of circumstellar material, in stellar clusters of different ages. However, comparing data from different star-forming regions at different distances introduces uncertainties and biases because of the different sample completeness and environment. This study addresses these challenges by analyzing 33 clusters, aged 3 to 21 million years (PARSEC isochrones), within the Scorpius-Centaurus OB association, sampling the stellar IMF from the hydrogen burning limit to about 8 M$_\\odot$. By using $\\mathit{Gaia}$, 2MASS, and WISE data, we identified stars with infrared-excess through color-color diagrams and spectral energy distributions, ensuring a consistent selection of disk-bearing sources. Our results indicate a disk lifetime of $5.8 \\pm 0.3$ Myr, about a factor of two longer than most previous estimates, suggesting that planet formation may have more time than previously thought. We also find that an exponential decay model best describes disk dispersal. These findings emphasize the importance of studying disk evolution in a single star-forming region to reduce uncertainties and refine our understanding of planet formation timelines.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-07T15:01:39Z",
      "arxiv:comment": "Accepted for publication in A&A, 9 (12) Pages, 3 (9) Figures, 1 (5) Tables, main text (appendix)",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Fabian A. Polnitzky"
        },
        {
          "name": "Sebastian Ratzenböck"
        },
        {
          "name": "Josefa E. Großschedl"
        },
        {
          "name": "João Alves"
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2512.05914v1",
      "title": "ALMAGAL VI. The spatial distribution of dense cores during the evolution of cluster-forming massive clump",
      "updated": "2025-12-05T17:51:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.05914v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.05914v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "High-mass stars and star clusters form from the fragmentation of massive dense clumps driven by gravity, turbulence, and magnetic fields. The ALMAGAL project observed $\\sim1000$ clumps at $\\sim$1000\\,au resolution, enabling a statistically significant characterization of this process across a large range of clump physical parameters and evolutionary stages. In this work, we investigated the spatial distribution of dense cores in the 514 massive, potentially cluster-forming, clumps hosting at least 4 cores, to trace fragmentation's initial conditions and early evolution. We used quantitative descriptors, evaluated against the clump bolometric luminosity-to-mass ratio as an indicator of evolution. Core separations were measured with the minimum spanning tree method (MST) and compared with the Jeans gravitational fragmentation theory. We used the $Q$ parameter and the mass segregation ratio, $Λ_{MSR}$, to evaluate whether cores have specific arrangements or differences depending on their masses. ALMAGAL cores are usually arranged in elliptical groups with an axis ratio $e\\sim2.2$, but $e\\geq$5 is also observed. A single characteristic core separation per clump is found in $\\sim76$% of cases, but signatures of multiple fragmentation lengths not rare. Typical core separations are compatible with the clump-averaged thermal Jeans length, $λ^{th}_{J}$, though a population, typical of low-fragmented/young clumps, has wider separations with $l\\approx3\\timesλ^{th}_{J}$. The core separation decreases on average from $l\\sim22000$ au in younger systems to $l\\sim7000$ au in more evolved ones. Cores are typically distributed in fractal-type subclusters, with centrally concentrated patterns appearing only at later stages, but without a progressive evolutionary transition. Finally, mass segregation is found in 110 systems, with its occurrence increasing with evolution.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-05T17:51:06Z",
      "arxiv:comment": "32 pages, 22 figures, accepted for publication in the Astronomy & Astrophysics journal, abstract adapted from current version",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "E. Schisano"
        },
        {
          "name": "S. Molinari"
        },
        {
          "name": "A. Coletta"
        },
        {
          "name": "D. Elia"
        },
        {
          "name": "P. Schilke"
        },
        {
          "name": "A. Traficante"
        },
        {
          "name": "Á. Sanchez-Monge"
        },
        {
          "name": "H. Beuther"
        },
        {
          "name": "M. Benedettini"
        },
        {
          "name": "C. Mininni"
        },
        {
          "name": "R. S. Klessen"
        },
        {
          "name": "J. D. Soler"
        },
        {
          "name": "A. Nucara"
        },
        {
          "name": "S. Pezzuto"
        },
        {
          "name": "F. van der Tak"
        },
        {
          "name": "P. Hennebelle"
        },
        {
          "name": "M. T. Beltrán"
        },
        {
          "name": "L. Moscadelli"
        },
        {
          "name": "K. L. J. Rygl"
        },
        {
          "name": "P. Sanhueza"
        },
        {
          "name": "P. M. Koch"
        },
        {
          "name": "D. C. Lis"
        },
        {
          "name": "R. Kuiper"
        },
        {
          "name": "G. A. Fuller"
        },
        {
          "name": "A. Avison"
        },
        {
          "name": "L. Bronfman"
        },
        {
          "name": "U. Lebreuilly"
        },
        {
          "name": "T. Möller"
        },
        {
          "name": "T. Liu"
        },
        {
          "name": "V. -M. Pelkonen"
        },
        {
          "name": "L. Testi"
        },
        {
          "name": "Q. Zhang"
        },
        {
          "name": "T. Zhang"
        },
        {
          "name": "A. Ahmadi"
        },
        {
          "name": "J. Allande"
        },
        {
          "name": "C. Battersby"
        },
        {
          "name": "J. Wallace"
        },
        {
          "name": "C. L. Brogan"
        },
        {
          "name": "S. Clarke"
        },
        {
          "name": "F. De Angelis"
        },
        {
          "name": "F. Fontani"
        },
        {
          "name": "P. T. P. Ho"
        },
        {
          "name": "T. R. Hunter"
        },
        {
          "name": "B. Jones"
        },
        {
          "name": "K. G. Johnston"
        },
        {
          "name": "P. D. Klaassen"
        },
        {
          "name": "S. J. Liu"
        },
        {
          "name": "S. -Y. Liu"
        },
        {
          "name": "Y. Maruccia"
        },
        {
          "name": "A. J. Rigby"
        },
        {
          "name": "Y. -N. Su"
        },
        {
          "name": "Y. Tang"
        },
        {
          "name": "S. Walch"
        },
        {
          "name": "H. Zinnecker"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.05854v1",
      "title": "A new Gaia census of OB associations within 1 kpc",
      "updated": "2025-12-05T16:29:55Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.05854v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.05854v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "OB associations are primordial tracers of star formation and Galactic structure. Originally defined about 80 years ago, their historical membership lists have been superseded thanks to the precise astrometry from ESA's \\textit{Gaia}'s satellite. Recent studies have however been mostly focused on individual OB associations or limited by the coverage of spectroscopic surveys. In this paper, we exploit a complete census of $\\sim$25,000 O- and B-type stars within 1 kpc of the Sun to produce a highly-reliable catalogue of 57 OB associations using the HDBSCAN clustering algorithm, increasing the number of known OB associations by a factor of two within this volume. We assess the validity of this catalogue by crossmatching our OB association members with other catalogues of OB associations, star clusters and young stellar groups, confirming the high-confidence of our census of OB associations. We characterize these OB associations physically (total initial stellar mass, number of OB stars, ...) and kinematically (velocity dispersion, linear expansion ages, ...). Nearly three quarters of the OB associations (41 out of 57) exhibit a significant expansion pattern in at least one direction, including 13 in both plane-of-the-sky directions, though differences in expansion velocity suggest anisotropical expansion patterns. We compare the locations of these OB associations with superclouds and features in the local Milky Way such as the Radcliffe Wave and discuss the implications for star formation in the solar neighbourhood.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-05T16:29:55Z",
      "arxiv:comment": "19 pages, 6 figures, submitted to MNRAS. Comments welcome!",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Alexis L. Quintana"
        },
        {
          "name": "Nicholas J. Wright"
        },
        {
          "name": "Lilly A. Kormann"
        },
        {
          "name": "João Alves"
        },
        {
          "name": "David Katz"
        },
        {
          "name": "Laia Casamiquela"
        },
        {
          "name": "Paola Di Matteo"
        },
        {
          "name": "Misha Haywood"
        },
        {
          "name": "Chervin Laporte"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.05458v1",
      "title": "Investigating Unusually Extended Main Sequence Turnoff of the Galactic Open Cluster NGC 3532",
      "updated": "2025-12-05T06:26:10Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.05458v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.05458v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Extended main-sequence turnoffs are observed in the color-magnitude diagrams of some young and intermediate-age star clusters. Here we report the case study of NGC 3532. Among the cluster member candidates identified using the ML-MOC algorithm on Gaia DR3 sources, we found that fast rotators are significantly redder. Stars near the main-sequence turnoff exhibit a multi-modal distribution in the Gaia broadening velocity ($v_{\\rm broad}$). A comparison with relevant literature suggests binaries being typically interspersed with fast rotators, often manifesting as slow to moderate rotators. Additionally, chemically peculiar stars are predominantly located in the bluer regions of the turnoff, with those in the fast-rotator region having large values of Gaia re-normalised unit weight error, indicating plausible companions. Our analysis suggests multiple channels responsible for angular momentum loss to account for the extended turnoff.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-05T06:26:10Z",
      "arxiv:comment": "Accepted for publication",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Khushboo K Rao",
          "arxiv:affiliation": "Institute of Astronomy, National Central University, Taiwan"
        },
        {
          "name": "Wen-Ping Chen",
          "arxiv:affiliation": "Institute of Astronomy, National Central University, Taiwan"
        }
      ],
      "score": 5.5
    },
    {
      "id": "http://arxiv.org/abs/2512.04043v1",
      "title": "The Nature of Nitrogen Enhanced High Redshift Galaxies",
      "updated": "2025-12-03T18:32:17Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.04043v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.04043v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Recent JWST observations have revealed a population of high-redshift galaxies ($z\\gtrsim5$) exhibiting unexpectedly bright ultraviolet (UV) nitrogen emission lines. The strong N III] and N IV] features imply nitrogen-to-oxygen abundance ratios (N/O) as high as $-0.8 \\lesssim \\log(\\mathrm{N/O}) \\lesssim 0.4$ in these low-metallicity galaxies ($12+\\log(\\mathrm{O/H}) \\lesssim 8.2$), compared to the local value of $\\log(\\mathrm{N/O})\\approx-1.5$. If confirmed, this level of nitrogen enrichment challenges existing models of nucleosynthesis and galaxy evolution. However, the presence of active galactic nuclei (AGNs) can affect spectral diagnostics, and previous studies often excluded AGN contamination using photoionization models based on local N/O ratios. In this work, we compare nitrogen-enhanced AGN and H II region models to observed spectra of eight high-redshift galaxies to constrain their nitrogen abundance, excitation source, gas-phase metallicity, ionization parameter, and gas pressure, simultaneously. We find seven galaxies (GHZ9, GS 3073, GN-z9p4, CEERS-1019, GHZ2, GN-z11, and GS-z9-0) are best described by nitrogen-enhanced AGN models, while RXCJ2248-ID is best reproduced by the nitrogen-enhanced H II model. The presence of AGN does not significantly impact ($\\lesssim0.1\\,$dex) the derived N/O ratio. We also find that equivalent width (EW)-based diagrams are the most robust UV diagnostic diagrams to distinguish AGNs and star-forming galaxies for situations where the nitrogen abundance is varying. All nitrogen-enhanced galaxies have moderate to high gas pressure ($7.0\\leq\\log (P/k)\\leq9.8$) and high ionization parameter ($\\log(U)\\gtrsim-2.0$), indicating a dense and compact environment. We suggest that super star clusters containing Wolf-Rayet stars and massive stars are the most likely contributors to the elevated nitrogen abundance in these galaxies.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-03T18:32:17Z",
      "arxiv:comment": "20 pages, 8 figures, accepted for publication in the ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Peixin Zhu"
        },
        {
          "name": "James Trussler"
        },
        {
          "name": "Lisa J. Kewley"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.04143v1",
      "title": "Pleiades Binary Fraction Revisited",
      "updated": "2025-12-03T17:41:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.04143v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.04143v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "One of the nearest and best studied open clusters, Pleiades is an important cornerstone of stellar astrophysics. Despite its role as reference coeval stellar population, its multiplicity properties remain vaguely determined. The combined use of Gaia DR3 multiband photometry, astrometric parameter RUWE, non-single star solutions along with available ground-based spectroscopic, high angular resolution, and polarimetric observations enable more robust constraints on the binary star population in the cluster. Several conclusions may have broader implications for other stellar populations. Twin binaries, with mass ratio close to $q\\sim 1$, tend to have lower RUWE, increasing their membership selection probability, relative to $q\\sim 0.5$ systems that are disfavored. The frequently observed peak in mass ratio distribution for $q\\sim 1$ binaries may be partially attributed to this bias. Photometrically fitted mass ratio is underestimated for double-lined spectroscopic binaries in agreement with other authors. Differential extinction photometrically mimics stellar binarity. An area of enlarged absorption is traced by increased polarization south of the Merope star and excluded from the analysis to avoid this bias. The fraction of systems with $q>0.6$ companions is measured to be $f=16.4\\%^{+2.6}_{-0.6}$ for $m>0.5~M_\\odot$ stars, which is larger than recent Gaia-based estimates, but compatible with the pre-Gaia values for Pleiades and the field population. Binary fraction shows no steady increase with stellar mass in the 0.5 $-$ 1.2 $M_\\odot$ range, while mass ratio has a bimodal distribution with a minimum near $q\\sim 0.7$.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-03T17:41:06Z",
      "arxiv:comment": "Accepted for publication in the Astronomical Journal",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": {
        "name": "Dmitry Chulkov"
      },
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2512.03999v1",
      "title": "The Nuclear Star Cluster of M 74: a fossil record of the very early stages of a star-forming galaxy",
      "updated": "2025-12-03T17:33:30Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.03999v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.03999v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Nuclear star clusters (NSC) are dense and compact stellar systems, of sizes of few parsecs, located at galactic centers. Their properties and formation mechanisms seem to be tightly linked to the evolution of the host galaxy, with potentially different formation channels for late- and early-type galaxies (respectively, LTGs and ETGs). While most observations target ETGs, here we focus on the NSC in M 74 (NGC 628), a relatively massive, gas-rich and star-forming spiral galaxy, part of the PHANGS survey. We analyzed the central arcmin of the PHANGS-MUSE mosaic, in which the NSC is not spatially resolved. We performed a two-dimensional spectro-photometric decomposition of the MUSE cube, employing a modified version of the C2D code, to disentangle the NSC from the host galaxy. Here we used three components: a bulge, a disk and a NSC approximated to the point spread function (PSF), obtaining three data cubes, one for each component. This allowed us to extract separately the age, metallicity and [Mg/Fe] abundance for the NSC and the host galaxy. Our results show a very old and metal-poor NSC, in contrast to the surrounding regions. While similar properties were found in NSCs hosted by galaxies of different masses and/or morphological types from M 74, they are somewhat unexpected for a relatively massive star-forming spiral galaxy. The spatially resolved stellar populations of the host galaxy display much younger (light-weighted) ages and higher metallicities, especially in the central region (${\\sim}500$ pc) surrounding the NSC. This suggests that this NSC formed a long time ago, and evolved passively until today, without any further growth. Our results show that the NSC was not involved in the active recent star-formation history of its host galaxy.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-03T17:33:30Z",
      "arxiv:comment": "13 pages, 8 figures. Currently under the revision process in A&A after positive referee report",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Francesca Pinna",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias",
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Max-Planck-Institut für Astronomie"
          ]
        },
        {
          "name": "Nils Hoyer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        },
        {
          "name": "Jairo Méndez Abreu",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Adriana de Lorenzo Cáceres Rodriguez",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Nadine Neumayer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        },
        {
          "name": "Médéric Boquien",
          "arxiv:affiliation": "Université Côte d Azur, Observatoire de la Côte d Azur, CNRS"
        },
        {
          "name": "Salvador Cardona Barrero",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Daniel A. Dale",
          "arxiv:affiliation": "Department of Physics and Astronomy, University of Wyoming"
        },
        {
          "name": "Ivan S. Gerasimov",
          "arxiv:affiliation": "Université Côte d Azur, Observatoire de la Côte d Azur, CNRS"
        },
        {
          "name": "Kathryn Grasha",
          "arxiv:affiliation": "Research School of Astronomy and Astrophysics, Australian National University"
        },
        {
          "name": "Ralf S. Klessen",
          "arxiv:affiliation": [
            "Universität Heidelberg, Zentrum für Astronomie, Institut für Theoretische Astrophysik",
            "Universität Heidelberg, Interdisziplinäres Zentrum für Wissenschaftliches Rechnen"
          ]
        },
        {
          "name": "Carlos Marrero de la Rosa",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Miguel Querejeta",
          "arxiv:affiliation": "Observatorio Astronómico Nacional"
        },
        {
          "name": "Thomas G. Williams",
          "arxiv:affiliation": "UK ALMA Regional Centre Node, Jodrell Bank Centre for Astrophysics, Department of Physics and Astronomy, The University of Manchester"
        },
        {
          "name": "Smita Mathur",
          "arxiv:affiliation": [
            "Astronomy Department, The Ohio State University",
            "Center for Cosmology and Astro-Particle Physics, The Ohio State University"
          ]
        },
        {
          "name": "Eva Schinnerer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        }
      ],
      "score": 4
    }
  ]
}