{
  "fetched_at": "2025-08-31T06:33:09.261Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2508.20191v1",
      "updated": "2025-08-27T18:10:35Z",
      "published": "2025-08-27T18:10:35Z",
      "title": "Chaos and Carter: Extreme-mass-ratio systems of relativistic rotating\n  black holes in astrophysical environments",
      "summary": "  Extreme-mass-ratio inspirals, where a stellar-mass object orbits a\nsupermassive black hole, are prime sources of millihertz gravitational waves\nfor upcoming space-based detectors. While most studies assume idealized vacuum\nbackgrounds, realistic extreme-mass-ratio binaries are embedded in\nastrophysical environments, such as accretion disks, stellar clusters, or dark\nmatter spikes, disks and halos, that can significantly alter the orbital\ndynamics. We explore bound geodesics around general-relativistic solutions\ndescribing rotating black holes surrounded by matter halos, for the first time,\nand map how environmental effects meddle with the spacetime symmetries of\nvacuum spinning (Kerr) black holes. In particular, we find that the loss of a\nCarter-like constant leads to geodesic non-integrability and the onset of\nchaos. This manifests through resonant island and chaotic layer formations\naround transient orbital resonances in phase space; features that are otherwise\ncompletely absent in integrable Kerr geodesics. Resonant islands, which are\nextended, non-zero volume regions in phase space, encapsulate periodic orbit\npoints. Non-integrability ensures that the periodicity of the central resonant\npoint is shared throughout the island's geodesics, thus effectively enhancing\nthe lifespan of resonances, beyond Kerr-based predictions. Therefore, they can\nsubject distinct imprint on gravitational-wave signals, with significant\nconsequences for gravitational-wave modeling and parameter inference of\nastrophysical extreme-mass-ratio inspirals.\n",
      "author": [
        {
          "name": "Kyriakos Destounis"
        },
        {
          "name": "Pedro G. S. Fernandes"
        }
      ],
      "arxiv:comment": {
        "_": "17 pages, 3 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.20191v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.20191v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "gr-qc",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "hep-ph",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "hep-th",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2508.19767v1",
      "updated": "2025-08-27T10:46:00Z",
      "published": "2025-08-27T10:46:00Z",
      "title": "Attempting an accurate age estimate of the open cluster NGC 6633 using\n  CoRoT and Gaia",
      "summary": "  Asteroseismology of solar-like oscillations in giant stars allow the\nderivation of their masses and radii. For members of open clusters, this\nprovides an age of the cluster that should be identical to the one derived from\nthe colour-magnitude diagram, but independent of the uncertainties that are\npresent for that type of analysis. We aim to identify and measure the\nproperties of giant members of the open cluster NGC6633, and combine these with\nasteroseismic measurements to derive a precise and self-consistent cluster age.\nImportantly, we wish to constrain the effects of rotational mixing on stellar\nevolution, since assumptions about internal mixing can have a significant\nimpact on stellar age estimates. We identify five giant members of NGC6633\nusing photometry and Gaia data, supplemented by spectroscopic literature\nmeasurements. These are combined with asteroseismic measurements from CoRoT\ndata and compared to stellar-model isochrones. This constrains the interior\nmixing to a low level and enables the most precise, accurate and\nself-consistent age estimate so far for this cluster. Asteroseismology of the\ngiants and the cluster colour-magnitude diagram provide self-consistent masses\nof the giant members and their radii constrain the stellar interior mixing to a\nlow level. The [C/N] ratios and Li abundances also suggest that rotation has\nhad very little influence on the evolution of the stars in NGC 6633. This\nresults in an age estimate of 0.55+0.05-0.10 Gyr for NGC6633. Four giant\nmembers appear to be in the helium-core burning evolutionary phase as also\nexpected from evolutionary timescales. For the largest giant, the evidence\nremains inconclusive. A comparison to other age and mass estimates for the same\nstars in the literature uncovers biases for automated age estimates of\nhelium-core burning stars.\n",
      "author": [
        {
          "name": "K. Brogaard"
        },
        {
          "name": "A. Miglio"
        },
        {
          "name": "T. Arentoft"
        },
        {
          "name": "J. S. Thomsen"
        },
        {
          "name": "G. Casali"
        },
        {
          "name": "L. Martinelli"
        },
        {
          "name": "E. Willett"
        },
        {
          "name": "M. Tailo"
        }
      ],
      "arxiv:comment": {
        "_": "12 pages, 5 figures, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.19767v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.19767v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2508.19715v1",
      "updated": "2025-08-27T09:21:38Z",
      "published": "2025-08-27T09:21:38Z",
      "title": "Meridional Circulation II: A Unified Mechanism for Lithium Depletion in\n  Solar Analogs and the Lithium Dip in Mid-F Cluster Stars",
      "summary": "  The behavior of lithium (Li) in Population I main sequence stars challenges\nstandard stellar theory. Two phenomena stand out: the solar Li problem which\nextends to Li depletion in solar analogs and the Li dip observed in mid-F stars\nwithin open clusters. Building on the meridional circulation-driven radial\nmixing framework previously developed to explain Li-enriched red clump stars,\nwe explore its relevance to Li depletion on the main sequence. First, our\nmodels reproduce the observed $A(\\text{Li})$-Age correlation in solar analogs.\nThrough detailed isochrone analysis, we find good agreement between the\nsimulated and observed $A(\\text{Li})$-$T_{\\text{eff}}$ relationships within the\nsolar analog parameter space. However, the predicted solar Li abundance ($\\sim\n1.5\\,\\text{dex}$) is still higher than current solar measurements. Second, our\nmodels partially explain the Li dip phenomenon in mid-F cluster stars. The\nmodels accurately reproduce Li distributions on the cool side of the Li dip in\nmost clusters and capture the Li behaviors on the hot side observed in systems\nlike the Hyades. However, we identify limitations in the models' ability to\nfully reproduce the dip morphology, particularly due to the rotation velocity\ndistribution of sample stars in this temperature zone.\n",
      "author": [
        {
          "name": "Xuefeng Li"
        },
        {
          "name": "Jianrong Shi"
        },
        {
          "name": "Yan Li"
        },
        {
          "name": "Hongliang Yan"
        },
        {
          "name": "Jinghua Zhang"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted in Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.19715v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.19715v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2508.19457v1",
      "updated": "2025-08-26T22:15:58Z",
      "published": "2025-08-26T22:15:58Z",
      "title": "Tidal Tails in Open Clusters I. Morphology, Binary Fraction, Dynamics,\n  and Rotation",
      "summary": "  Context: This research presents unsupervised machine learning and statistical\nmethods to identify and analyze tidal tails in open star clusters using data\nfrom the Gaia-DR3 catalog. Aims: We aim to identify member stars, detect and\nanalyze tidal tails in five open clusters, BH 164, Alessi 2, NGC 2281, NGC\n2354, and M67, of ages between 60 Myr and 4 Gyr. These clusters were selected\nbased on the previous evidence of extended tidal structures. Methods: We\nutilized machine learning algorithms such as Density-Based Spatial Clustering\nof Applications with Noise (DBSCAN) and Principal Component Analysis (PCA),\nalong with statistical methods to analyze the kinematic, photometric, and\nastrometric properties of stars. Key characteristics of tidal tails, including\nradial velocity, color-magnitude diagram, and spatial projections in the\ntangent plane beyond the cluster's Jacobi radius ($r_J$), were used to detect\nthem. We used N-body simulations to visualize and compare the observables with\nreal data. Further analysis was done on the detected cluster and tail stars to\nstudy their internal dynamics and populations, including binary fraction. We\nalso applied the residual velocity method to detect rotational patterns in the\nclusters and their tails. Results: We identified tidal tails in all five\nclusters, with detected tails extending farther in some clusters and containing\nsignificantly more stars than previously reported (tails ranging from 40 to 100\npc, one to four times the Jacobi radius, with 100 - 200 tail stars). The\nluminosity functions of the tails and their parent clusters were generally\nconsistent, and tails lacked massive stars. In general, the binary fraction was\nfound to be higher in the tidal tails. Significant rotation was detected in M67\nand NGC 2281 for the first time.\n",
      "author": [
        {
          "name": "Ira Sharma"
        },
        {
          "name": "Vikrant V. Jadhav"
        },
        {
          "name": "Annapurni Subramaniam"
        },
        {
          "name": "Henriette Wirth"
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 12 figures, 3 tables. Manuscript is under review at\n  Astronomy & Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.19457v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.19457v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2508.18538v1",
      "updated": "2025-08-25T22:19:48Z",
      "published": "2025-08-25T22:19:48Z",
      "title": "Impact of gravity on changing magnetic field orientations in a sample of\n  massive protostellar clusters observed with ALMA",
      "summary": "  The magnetic field is integral to our understanding of the formation and\ndynamical evolution of molecular clouds and star formation within. We present a\npolarimetric survey of 17 massive protostellar cluster forming clumps, covered\nin 34 pointings in the 230-GHz window using the Atacama Large\nMillimeter/submillimeter Array (ALMA). The two array configurations, C43-1 and\nC43-4, probe linearly polarized dust emission, hence the plane-of-the-sky\norientation of magnetic fields, at resolutions of 1\\arcsec\\ and 0\\arcsec.4 that\ncorrespond to approximately 0.01pc core and $10^3$ au envelope scales,\nrespectively. The relative orientations (ROs) of the magnetic field probed at\ntwo spatial scales are analyzed for the entire protostellar cluster sample and\nfor a subset of objects in NGC 6334. We found a bimodal distribution of ROs\nwith peaks at 0\\deg\\ (parallel) and 90\\deg (orthogonal) for the entire sample\ncombined as well as for NGC 6334. We investigate the physical origin of this\nbimodal distribution through a projected Rayleigh statistic (PRS) analysis in\nrelation to column densities and local gravity in NGC 6334. We found an excess\nof parallel magnetic fields at column densities $> 10^{23}$ \\cmm. The\nunderlying cause of the RO distribution of the magnetic field is gravitational\ncollapse at higher gas densities, which drags and reorients the magnetic field\nas shown in the alignment between the magnetic field and the direction of\ngravitational forces. The distribution of ROs observed here is consistent with\nthe evolution of relative orientations of an initially sub-Alv\\'enic cloud that\nbecomes magnetically super-critical and super-Alv\\'enic as the cloud collapses\nto form stars.\n",
      "author": [
        {
          "name": "Qizhou Zhang"
        },
        {
          "name": "Junhao Liu"
        },
        {
          "name": "Lingzhen Zeng"
        },
        {
          "name": "J. D. Soler"
        },
        {
          "name": "Huei-Ru Vivien Chen"
        },
        {
          "name": "Tao-Chung Ching"
        },
        {
          "name": "Paul T. P. Ho"
        },
        {
          "name": "Josep Miquel Girart"
        },
        {
          "name": "Patrick M. Koch"
        },
        {
          "name": "Shih-Ping Lai"
        },
        {
          "name": "Shanghuo Li"
        },
        {
          "name": "Zhi-Yun Li"
        },
        {
          "name": "Hauyu Baobab Liu"
        },
        {
          "name": "Keping Qiu"
        },
        {
          "name": "Ramprasad Rao"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in the Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.18538v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.18538v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2.5
    },
    {
      "id": "http://arxiv.org/abs/2508.18358v1",
      "updated": "2025-08-25T18:00:05Z",
      "published": "2025-08-25T18:00:05Z",
      "title": "The Missing Hard Photons of Little Red Dots: Their Incident Ionizing\n  Spectra Resemble Massive Stars",
      "summary": "  The nature of Little Red Dots (LRDs) has largely been investigated through\ntheir continuum emission, with lines assumed to arise from a broad-line region.\nIn this paper, we instead use recombination lines to infer the intrinsic\nproperties of the central engine of LRDs. Our analysis first reveals a tension\nbetween the ionizing properties implied from H$\\alpha$ and HeII$\\,\\lambda$4686.\nThe high H$\\alpha$ EWs require copious H-ionizing photons, more than the bluest\nAGN ionizing spectra can provide. In contrast, HeII emission is marginally\ndetected, and its low EW is, at most, consistent with the softest AGN spectra.\nThe low HeII/H$\\beta$ ($\\sim10^{-2}$, $<20\\times$ local AGN median) further\npoints to an unusually soft ionizing spectrum. We extend our analysis to dense\ngas environments (the ``black-hole star'' hypothesis), and find that hydrogen\nrecombination lines become optically thick and lose diagnostic power, but HeII\nremains optically thin and a robust tracer. Photoionization modeling with\nCloudy rules out standard AGN accretion disk spectra. Alternative explanations\ninclude: exotic AGN with red rest-optical emission; a very high {\\it average}\noptical depth ($>10$) from gas/dust; and/or soft ionizing spectra with abundant\nH-ionizing photons, consistent with e.g., a cold accretion disk or a composite\nof AGN and stars. The latter is an intriguing scenario since high hydrogen\ndensities are highly conducive for star formation, and nuclear star clusters\nare found in the immediate vicinity of local massive black holes. While\nprevious studies have mostly focused on features dominated by the absorbing\nhydrogen cloud, the HeII-based diagnostic proposed here represents a crucial\nstep toward understanding the central engine of LRDs.\n",
      "author": [
        {
          "name": "Bingjie Wang"
        },
        {
          "name": "Joel Leja"
        },
        {
          "name": "Harley Katz"
        },
        {
          "name": "Kohei Inayoshi"
        },
        {
          "name": "Nikko J. Cleri"
        },
        {
          "name": "Anna de Graaff"
        },
        {
          "name": "Raphael E. Hviding"
        },
        {
          "name": "Pieter van Dokkum"
        },
        {
          "name": "Jenny E. Greene"
        },
        {
          "name": "Ivo Labbé"
        },
        {
          "name": "Jorryt Matthee"
        },
        {
          "name": "Ian McConachie"
        },
        {
          "name": "Rohan P. Naidu"
        },
        {
          "name": "Erica J. Nelson"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to ApJ; 25 pages, 14 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.18358v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.18358v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    }
  ]
}