{
  "fetched_at": "2025-12-05T02:04:26.601Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.04043v1",
      "title": "The Nature of Nitrogen Enhanced High Redshift Galaxies",
      "updated": "2025-12-03T18:32:17Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.04043v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.04043v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Recent JWST observations have revealed a population of high-redshift galaxies ($z\\gtrsim5$) exhibiting unexpectedly bright ultraviolet (UV) nitrogen emission lines. The strong N III] and N IV] features imply nitrogen-to-oxygen abundance ratios (N/O) as high as $-0.8 \\lesssim \\log(\\mathrm{N/O}) \\lesssim 0.4$ in these low-metallicity galaxies ($12+\\log(\\mathrm{O/H}) \\lesssim 8.2$), compared to the local value of $\\log(\\mathrm{N/O})\\approx-1.5$. If confirmed, this level of nitrogen enrichment challenges existing models of nucleosynthesis and galaxy evolution. However, the presence of active galactic nuclei (AGNs) can affect spectral diagnostics, and previous studies often excluded AGN contamination using photoionization models based on local N/O ratios. In this work, we compare nitrogen-enhanced AGN and H II region models to observed spectra of eight high-redshift galaxies to constrain their nitrogen abundance, excitation source, gas-phase metallicity, ionization parameter, and gas pressure, simultaneously. We find seven galaxies (GHZ9, GS 3073, GN-z9p4, CEERS-1019, GHZ2, GN-z11, and GS-z9-0) are best described by nitrogen-enhanced AGN models, while RXCJ2248-ID is best reproduced by the nitrogen-enhanced H II model. The presence of AGN does not significantly impact ($\\lesssim0.1\\,$dex) the derived N/O ratio. We also find that equivalent width (EW)-based diagrams are the most robust UV diagnostic diagrams to distinguish AGNs and star-forming galaxies for situations where the nitrogen abundance is varying. All nitrogen-enhanced galaxies have moderate to high gas pressure ($7.0\\leq\\log (P/k)\\leq9.8$) and high ionization parameter ($\\log(U)\\gtrsim-2.0$), indicating a dense and compact environment. We suggest that super star clusters containing Wolf-Rayet stars and massive stars are the most likely contributors to the elevated nitrogen abundance in these galaxies.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-03T18:32:17Z",
      "arxiv:comment": "20 pages, 8 figures, accepted for publication in the ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Peixin Zhu"
        },
        {
          "name": "James Trussler"
        },
        {
          "name": "Lisa J. Kewley"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.04143v1",
      "title": "Pleiades Binary Fraction Revisited",
      "updated": "2025-12-03T17:41:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.04143v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.04143v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "One of the nearest and best studied open clusters, Pleiades is an important cornerstone of stellar astrophysics. Despite its role as reference coeval stellar population, its multiplicity properties remain vaguely determined. The combined use of Gaia DR3 multiband photometry, astrometric parameter RUWE, non-single star solutions along with available ground-based spectroscopic, high angular resolution, and polarimetric observations enable more robust constraints on the binary star population in the cluster. Several conclusions may have broader implications for other stellar populations. Twin binaries, with mass ratio close to $q\\sim 1$, tend to have lower RUWE, increasing their membership selection probability, relative to $q\\sim 0.5$ systems that are disfavored. The frequently observed peak in mass ratio distribution for $q\\sim 1$ binaries may be partially attributed to this bias. Photometrically fitted mass ratio is underestimated for double-lined spectroscopic binaries in agreement with other authors. Differential extinction photometrically mimics stellar binarity. An area of enlarged absorption is traced by increased polarization south of the Merope star and excluded from the analysis to avoid this bias. The fraction of systems with $q>0.6$ companions is measured to be $f=16.4\\%^{+2.6}_{-0.6}$ for $m>0.5~M_\\odot$ stars, which is larger than recent Gaia-based estimates, but compatible with the pre-Gaia values for Pleiades and the field population. Binary fraction shows no steady increase with stellar mass in the 0.5 $-$ 1.2 $M_\\odot$ range, while mass ratio has a bimodal distribution with a minimum near $q\\sim 0.7$.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-03T17:41:06Z",
      "arxiv:comment": "Accepted for publication in the Astronomical Journal",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": {
        "name": "Dmitry Chulkov"
      },
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2512.03999v1",
      "title": "The Nuclear Star Cluster of M 74: a fossil record of the very early stages of a star-forming galaxy",
      "updated": "2025-12-03T17:33:30Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.03999v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.03999v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Nuclear star clusters (NSC) are dense and compact stellar systems, of sizes of few parsecs, located at galactic centers. Their properties and formation mechanisms seem to be tightly linked to the evolution of the host galaxy, with potentially different formation channels for late- and early-type galaxies (respectively, LTGs and ETGs). While most observations target ETGs, here we focus on the NSC in M 74 (NGC 628), a relatively massive, gas-rich and star-forming spiral galaxy, part of the PHANGS survey. We analyzed the central arcmin of the PHANGS-MUSE mosaic, in which the NSC is not spatially resolved. We performed a two-dimensional spectro-photometric decomposition of the MUSE cube, employing a modified version of the C2D code, to disentangle the NSC from the host galaxy. Here we used three components: a bulge, a disk and a NSC approximated to the point spread function (PSF), obtaining three data cubes, one for each component. This allowed us to extract separately the age, metallicity and [Mg/Fe] abundance for the NSC and the host galaxy. Our results show a very old and metal-poor NSC, in contrast to the surrounding regions. While similar properties were found in NSCs hosted by galaxies of different masses and/or morphological types from M 74, they are somewhat unexpected for a relatively massive star-forming spiral galaxy. The spatially resolved stellar populations of the host galaxy display much younger (light-weighted) ages and higher metallicities, especially in the central region (${\\sim}500$ pc) surrounding the NSC. This suggests that this NSC formed a long time ago, and evolved passively until today, without any further growth. Our results show that the NSC was not involved in the active recent star-formation history of its host galaxy.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-03T17:33:30Z",
      "arxiv:comment": "13 pages, 8 figures. Currently under the revision process in A&A after positive referee report",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Francesca Pinna",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias",
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Max-Planck-Institut für Astronomie"
          ]
        },
        {
          "name": "Nils Hoyer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        },
        {
          "name": "Jairo Méndez Abreu",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Adriana de Lorenzo Cáceres Rodriguez",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Nadine Neumayer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        },
        {
          "name": "Médéric Boquien",
          "arxiv:affiliation": "Université Côte d Azur, Observatoire de la Côte d Azur, CNRS"
        },
        {
          "name": "Salvador Cardona Barrero",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Daniel A. Dale",
          "arxiv:affiliation": "Department of Physics and Astronomy, University of Wyoming"
        },
        {
          "name": "Ivan S. Gerasimov",
          "arxiv:affiliation": "Université Côte d Azur, Observatoire de la Côte d Azur, CNRS"
        },
        {
          "name": "Kathryn Grasha",
          "arxiv:affiliation": "Research School of Astronomy and Astrophysics, Australian National University"
        },
        {
          "name": "Ralf S. Klessen",
          "arxiv:affiliation": [
            "Universität Heidelberg, Zentrum für Astronomie, Institut für Theoretische Astrophysik",
            "Universität Heidelberg, Interdisziplinäres Zentrum für Wissenschaftliches Rechnen"
          ]
        },
        {
          "name": "Carlos Marrero de la Rosa",
          "arxiv:affiliation": [
            "Departamento de Astrofísica, Universidad de La Laguna",
            "Instituto de Astrofísica de Canarias"
          ]
        },
        {
          "name": "Miguel Querejeta",
          "arxiv:affiliation": "Observatorio Astronómico Nacional"
        },
        {
          "name": "Thomas G. Williams",
          "arxiv:affiliation": "UK ALMA Regional Centre Node, Jodrell Bank Centre for Astrophysics, Department of Physics and Astronomy, The University of Manchester"
        },
        {
          "name": "Smita Mathur",
          "arxiv:affiliation": [
            "Astronomy Department, The Ohio State University",
            "Center for Cosmology and Astro-Particle Physics, The Ohio State University"
          ]
        },
        {
          "name": "Eva Schinnerer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.03129v1",
      "title": "Taming the Tarantula: How Stellar Wind Feedback Shapes Gas and Dust in 30 Doradus",
      "updated": "2025-12-02T19:00:00Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.03129v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.03129v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Observations of massive star-forming regions show that classical stellar wind models over-predict the luminosity of the X-ray emitting gas, indicating a significant fraction of wind energy is lost. In this paper, we present a multi-wavelength analysis of the giant HII region 30 Doradus and its central star cluster R136 using 2 Ms of Chandra X-ray Observatory data, combined with James Webb Space Telescope and Hubble Space Telescope imaging and Spitzer spectral-energy distributions, to investigate how the hot gas energy is lost through turbulent mixing, radiative cooling, and physical leakage. We compare the spatial and spectral properties of the hot gas with those of the warm ionized gas and dust. We find no significant correlation between the dust and hot gas temperatures, suggesting they are not directly coupled and that the dust resides in the swept-up shells where it is heated radiatively. H$α$ and X-ray surface brightness profiles show that the X-rays peak interior to the H$α$ shells, demonstrating partial confinement of the hot gas. The fragmented shell structure and bright X-ray interior that declines near the H$α$ shell reflect efficient cooling from turbulent mixing at the hot-cold interface. We compare against recent simulations of stellar-feedback driven bubbles which have broad agreement with the morphology of the X-ray and H$α$ emission, but the simulations produce a dip in the interior X-ray surface brightness and a lack of hard X-rays compared to the observations. These differences may suggest thermal conduction is important as mass-loading of the hot bubble could reproduce the X-ray observables.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-02T19:00:00Z",
      "arxiv:comment": "17 pages, 12 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Jennifer A. Rodriguez"
        },
        {
          "name": "Laura A. Lopez"
        },
        {
          "name": "Lachlan Lancaster"
        },
        {
          "name": "Anna L. Rosen"
        },
        {
          "name": "Omnarayani Nayak"
        },
        {
          "name": "Sebastian Lopez"
        },
        {
          "name": "Tyler Holland-Ashford"
        },
        {
          "name": "Trinity L. Webb"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.01606v1",
      "title": "Substellar Initial Mass Function of Trumpler 14",
      "updated": "2025-12-01T12:26:43Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.01606v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.01606v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Young, massive stellar clusters offer a prime setting to explore brown dwarf (BD) formation under high densities and intense UV radiation. Trumpler 14 (Tr 14), a 1 Myr-old cluster located at a distance of 2.4 kpc, and particularly rich in O-type stars, is an ideal target for such a study. Our goal is to measure the initial mass function (IMF) in the young massive, high UV flux cluster. We present the deepest study to date of the IMF in Tr 14 based on GeMS/GSAOI imaging. We construct the IMF using both the Besancon Galactic model and an observational control field from VISTA for background correction. Completeness was assessed using artificial-star tests and applied to the IMF derivation. We estimate the IMF down to the 20% completeness limit found at 0.01 MSun. Using the control field-based IMF as our primary result, we find a slope of alpha=0.14+-0.19 for masses between 0.01-0.2 MSun, and alpha=1.72+-0.04 for 0.2-4.5 MSun. The low-mass slope is largely influenced by the incompleteness-affected lowest bin; excluding it brings our results into agreement with those from other young clusters. The resulting median for the star-to-BD ratio in the 0.03-1 MSun mass range is 4.0, with a 95% confidence interval of 2.8-5.8. Our analysis reveals that Tr 14 hosts a relatively flat substellar IMF, but this is strongly influenced by the lowest-mass bin, which may be affected by incompleteness. When that bin is excluded, the IMF becomes consistent with those of other regions. The star-to-BD ratio falls within the usually observed 3-6 range, indicating that brown dwarfs with masses above 0.03 MSun form with similar efficiency across environments. However, the relative lack of objects below this threshold suggests that the presence of an environment with both high stellar density and FUV flux may play a role in shaping the IMF by suppressing the formation of BDs at masses < 0.03 MSun.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-01T12:26:43Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Tamara Rom",
          "arxiv:affiliation": [
            "University of Split, Faculty of Science, Split, Croatia",
            "Univ. Grenoble Alpes, CNRS, IPAG, Grenoble, France"
          ]
        },
        {
          "name": "Estelle Moraux",
          "arxiv:affiliation": "Univ. Grenoble Alpes, CNRS, IPAG, Grenoble, France"
        },
        {
          "name": "Koraljka Mužić",
          "arxiv:affiliation": "Instituto de Astrofísica e Ciências do Espaço, Faculdade de Ciências, Universidade de Lisboa"
        },
        {
          "name": "Morten Andersen",
          "arxiv:affiliation": "European Southern Observatory, Garching bei München, Germany"
        },
        {
          "name": "Mischa Schirmer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie, Heidelberg, Germany"
        },
        {
          "name": "Víctor Almendros-Abad",
          "arxiv:affiliation": "Istituto Nazionale di Astrofisica"
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2511.23414v1",
      "title": "Consensus based Algorithm for Nonparametric Detection of Star Clusters (CANDiSC)",
      "updated": "2025-11-28T18:10:19Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.23414v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.23414v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Context: The VISTA Variables in the Via Lactea (VVV) and its extension (VVVX) are near-infrared surveys mapping the Galactic bulge and adjacent disk. These data have enabled the discovery of numerous star clusters obscured by high and spatially variable extinction. Most previous searches relied on visual inspection of individual tiles, which is inefficient and biased against faint or low-density systems.\n  Aims: We aim to develop an automated, homogeneous algorithm for systematic cluster detection across different surveys. Here, we apply our method to VVVX data covering low-latitude regions of the Galactic bulge and disk, affected by extinction and crowding.\n  Methods: We introduce the Consensus-based Algorithm for Nonparametric Detection of Star Clusters (CANDiSC), which integrates kernel density estimation, the Density-Based Spatial Clustering of Applications with Noise (DBSCAN), and nearest-neighbour density estimation within a consensus framework. A stellar overdensity is classified as a candidate if identified by at least two of these methods. We apply CANDiSC to 680 tiles in the VVVX PSF photometric catalogue, covering approximately 1100 square degrees.\n  Results: We detect 163 stellar overdensities, of which 118 are known clusters. Cross-matching with recent catalogues yields five additional matches, leaving 40 likely new candidates absent from existing compilations. The estimated false-positive rate is below 5 percent.\n  Conclusions: CANDiSC offers a robust and scalable approach for detecting stellar clusters in deep near-infrared surveys, successfully recovering known systems and revealing new candidates in the obscured and crowded regions of the Galactic plane.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-28T18:10:19Z",
      "arxiv:comment": "17 pages, 18 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "C O Obasi"
        },
        {
          "name": "J G Fernandez Trincado"
        },
        {
          "name": "M Gomez"
        },
        {
          "name": "D Minniti"
        },
        {
          "name": "J Alonso Garcia"
        },
        {
          "name": "B P L Ferreira"
        },
        {
          "name": "E R Garro"
        },
        {
          "name": "B Dias"
        },
        {
          "name": "R K Saito"
        },
        {
          "name": "B Barbuy"
        },
        {
          "name": "M C Parisi"
        },
        {
          "name": "T Palma"
        },
        {
          "name": "B Tang"
        },
        {
          "name": "M Ortigoza Urdaneta"
        },
        {
          "name": "L D Baravalle"
        },
        {
          "name": "M V Alonso"
        },
        {
          "name": "F Mauro"
        }
      ],
      "score": 5.5
    },
    {
      "id": "http://arxiv.org/abs/2511.23164v1",
      "title": "Bursty star formation, chemical enrichment, and star cluster formation in numerical analogues of GN-z11",
      "updated": "2025-11-28T13:20:16Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.23164v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.23164v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The James Webb Space Telescope reveals anomalous nitrogen enrichment (high N/O ratios) in compact, star-forming galaxies, such as GN-z11 at $z\\sim10$. The origin of this chemical signature provides an insight into the early star and galaxy formation processes, yet remains unclear. We performed high-resolution cosmological zoom-in simulations of massive galaxies at high redshift ($z\\sim10$) in rare density peaks, incorporating various chemical evolution channels including stellar winds, core-collapse, Type Ia supernovae, and asymptotic giant branch stars. Our simulations reproduce several key features of high-redshift galaxies: (1) stars form with high efficiencies ($>0.1$) at the center of rare peak halos, creating very compact galaxies similar to GN-z11; (2) high N/O ratios emerge during the first 10-20 Myr of intense starburst, before being diluted by CCSNe; (3) multiple star clusters form in and around the galaxy with high efficiency ($\\sim20\\%$), some of which exhibit high N/O ratios and sodium-oxygen anti-correlations similar to those observed in local globular clusters. Although our simulations can reproduce the high log(N/O) values (up to -0.61, exceeding the solar value by 0.25 dex), they remain below the observational lower limits of GN-z11, indicating room for improvement through additional chemical evolution channels, such as supermassive stars.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-28T13:20:16Z",
      "arxiv:comment": "25 pages, 22 figures, submitted to PASJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Takayuki R. Saitoh"
        },
        {
          "name": "Yutaka Hirai"
        },
        {
          "name": "Michiko S. Fujii"
        },
        {
          "name": "Yuki Isobe"
        }
      ],
      "score": 4
    }
  ]
}