{
  "fetched_at": "2025-08-25T02:02:54.975Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2508.15056v1",
      "updated": "2025-08-20T20:44:57Z",
      "published": "2025-08-20T20:44:57Z",
      "title": "Tidal Tails of Nearby Open Clusters. II. A Review of Simulated\n  Properties and the Reliability of Observational Catalogues",
      "summary": "  Context: Recent studies using Gaia data have reported tidal tail detections\nfor tens to hundreds of open clusters. However, a comprehensive assessment of\nthe reliability & completeness of these detections is lacking. Aims: This work\naims to summarise the expected properties of tidal tails based on N-body\nsimulations, review the reliability of tidal tail detections in the literature,\nand grade them according to a set of diagnostic tests. Methods: We used a grid\nof 68-20000 Msun simulated clusters & analysed the formation & evolution of the\ntails. We compiled 122 catalogues (58 unique clusters) from literature, within\n500 pc of the Sun. We employed tests based on photometric, morphological &\ndynamical signatures, & comparisons with simulations, to grade their tails.\nResults: Based on the simulations, we analysed the complex morphology of the\ntails & their properties (e.g., size, span, stellar types, number density, &\nmass function) at various cluster masses & ages. During the first 200 Myr of\nevolution, the tails typically form a characteristic S shape, with an amplitude\nthat scales with cluster mass. The tail span increases at a rate of 4 times the\ninitial velocity dispersion, & the near-tail is predominantly populated by\nrecent escapees. Conclusions: In the 122 published tail catalogues, we found\nthat 15 gold & 55 silver catalogues passed the majority of the tests. The\nremaining 51 were graded as bronze; care should be taken before using these for\nfurther analysis. The age, metallicity, binary fraction, & mass function of\nstars in the tails were generally consistent with those of their parent\nclusters. The gold/silver catalogues (69 catalogues of 40 clusters) represent\nreliable samples for detailed analyses of tails. Future data will be essential\nfor further validation & for leveraging tidal tails as tracers of cluster\ndissolution & the Galactic potential.\n",
      "author": [
        {
          "name": "Vikrant V. Jadhav",
          "arxiv:affiliation": {
            "_": "Uni Bonn",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Dhanraj Risbud",
          "arxiv:affiliation": {
            "_": "Uni Bonn",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Pavel Kroupa",
          "arxiv:affiliation": {
            "_": "Uni Bonn",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Wenjie Wu",
          "arxiv:affiliation": {
            "_": "Uni Bonn",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:comment": {
        "_": "18 pages main text and 39 pages appendix. Catalogues will be\n  available on CDS. Accepted in Astronomy & Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.15056v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.15056v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2508.14701v1",
      "updated": "2025-08-20T13:24:18Z",
      "published": "2025-08-20T13:24:18Z",
      "title": "Probing the farthest star clusters to the Small Magellanic Cloud",
      "summary": "  The Small Magellanic Cloud (SMC) has been tidally shaped by the interaction\nwith the Large Magellanic Cloud (LMC). The scope of such an interaction has\nrecently been studied from different astrophysical properties of its star\ncluster population, which point to star clusters placed remarkably outside the\nknown extension of the galaxy. In this work we report results for three of the\nrecently identified most external SMC star clusters, OGLE-CL-SMC0133,\nOGLE-CL-SMC0237, and Lindsay~116, using deep GEMINI GMOS imaging. Once we\nconfidently cleaned their color-magnitude diagrams from field star\ncontamination, we estimated their fundamental parameters applying likelihood\ntechniques. We also derived their structural parameters from normalized star\nnumber density radial profiles. Based on {\\it Gaia} astrometric data,\ncomplemented with kinematics information available in the literature, we\ncomputed the 3D components of their space velocities. With similar ages (~ 2.2\nGyr) and moderately metal-poor overall abundances ([Fe/H] = -1.0 - -0.7 dex),\nOGLE-CL-SMC0237 is placed at 2.6 kpc from the SMC center and shares its disk\nrotation; OGLE-CL-SMC0133 is located at 7.6 kpc from the galaxy center and\nexhibits a kinematics marginally similar to the SMC rotation disk, while\nLindsay~116 placed at 15.7 kpc from the center of the SMC is facing strong\nperturbations of its orbital motion with respect to an ordered rotational\ntrajectory. Furthermore, its internal dynamical evolution would seem to be\naccelerated -- it seems kinematically older -- in comparison with star clusters\nin the outskirts of relatively isolated galaxies. These outcomes lead to\nconclude that Lindsay~116 is subject to LMC tides.\n",
      "author": [
        {
          "name": "A. E. Piatti"
        },
        {
          "name": "D. M. F. Illesca"
        },
        {
          "name": "M. Chiarpotti"
        },
        {
          "name": "R. Butrón"
        }
      ],
      "arxiv:comment": {
        "_": "9 pages, 7 figures. Accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.14701v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.14701v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2508.14308v1",
      "updated": "2025-08-19T23:10:09Z",
      "published": "2025-08-19T23:10:09Z",
      "title": "Compact Objects in Globular Clusters",
      "summary": "  It is now widely established that globular clusters host robust populations\nof white dwarfs, neutron stars, and black holes throughout their lifetimes.\nWithin clusters, dynamical processes enabled by stellar densities thousands to\nmillions of times larger than typical galactic environments facilitate\ninteractions involving these stellar remnants that give rise to an array of\nastrophysical phenomena. In particular, stellar clusters have emerged as an\nimportant formation site for X-ray sources, radio pulsars, and merging black\nhole binaries similar to those recently detected as gravitational wave sources\nby the LIGO/Virgo/KAGRA detectors. This article reviews our current\nunderstanding of compact objects in globular clusters, discussing current\nobservational evidence, ways these objects influence the dynamical evolution of\ntheir hosts, and future prospects.\n",
      "author": {
        "name": "Kyle Kremer"
      },
      "arxiv:comment": {
        "_": "A chapter for the Encyclopedia of Astrophysics (edited by I. Mandel,\n  section editor J. Andrews); 13 pages with 5 figures and 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.14308v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.14308v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2508.13980v1",
      "updated": "2025-08-19T16:14:23Z",
      "published": "2025-08-19T16:14:23Z",
      "title": "Fractality of open clusters in singles, pairs, and groups",
      "summary": "  In this work, we investigate the global structural properties and fractality\nof 1,876 open clusters (OCs) in different environments, including 1,145\nsingles, 392 pairs, and 339 groups. We analyze cluster mass, age, size,\nconcentration, and fractal structure using the Q parameter and the fractal\ndimension fdim, and examine their correlations with key physical parameters.\nOur results reveal systematic environmental trends: clusters in groups are\ngenerally younger, less massive, slightly larger, and less centrally\nconcentrated than those in pairs or singles. Fractality is more pronounced in\nclusters within pairs and groups, with 44% of group clusters exhibiting fractal\nsubstructure compared to 38.5% for pairs and 33.2% for singles. Similarly,\nmedian fdim values increase from singles (1.13) to pairs (1.16) to groups\n(1.25), reflecting greater substructure in denser environments. These findings\nindicate that both intrinsic cluster properties and environmental context\nsignificantly influence cluster evolution. More massive clusters tend to evolve\ntoward centrally concentrated, radially symmetric configurations, while less\nmassive clusters retain fractal features for longer periods. Overall, our study\ndemonstrates that open clusters do not evolve in isolation: interactions with\nthe environment play a critical role in shaping their structural evolution and\ndynamical state.\n",
      "author": {
        "name": "Almat Akhmetali"
      },
      "arxiv:comment": {
        "_": "10 pages, 7 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.13980v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.13980v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2508.13893v1",
      "updated": "2025-08-19T14:57:10Z",
      "published": "2025-08-19T14:57:10Z",
      "title": "Binary stars in the Milky Way nuclear stellar cluster",
      "summary": "  Intermediate-mass galaxies, including the Milky Way, typically host both a\nsupermassive black hole (SMBH) and a nuclear stellar cluster (NSC). Binaries in\nan NSC evolve via close encounters with surrounding stars and secular processes\nrelated to the SMBH. We study moderately soft and hard binaries\n($0.03$-$2.5\\,\\mathrm{au}$, $M \\lesssim 2\\,M_\\odot$) initially at\ngalactocentric radii 0.1 and 0.3 pc using three-body simulations including von\nZeipel-Lidov-Kozai oscillations and tidal dissipation over $\\sim 10$ Gyr.\nBinaries migrate both inward and outward as a consequence of kicks received in\nthe three-body encounters. Inward migration leads to destruction via mergers\nand evaporation, while outward migration is a pathway to retaining intact\nbinaries for $\\gtrsim 10$ Gyr. All surviving binaries are hard and circular,\nbut outcomes for binaries initially at the hard-soft boundary are stochastic.\nWe find that: (i) about $0.3$ percent of evaporated binaries fall into the\nSMBH's loss cone, (ii) at least $1$ percent of mergers occur late enough to\nappear as blue straggler stars (BSSs) on the main sequence or as recently\nevolved red giants, (iii) about $1$ percent of binaries initially at 0.1 pc\nmerge within the inner arcsec of the NSC, and (iv) less than about $80$ percent\nof field-star collisions with a binary star lead to a subsequent merger; a\nthree-body pile up, which are relatively common in the first 1-2 Gyr and could\nserve as a way to form more massive BSSs in the NSC. We predict that a small\nfraction of binaries originate closer to the SMBH than their present-day\norbits, and vice versa for evaporated binaries and BSSs. The mergers confined\nto the inner arcsec occur after $\\gtrsim 300$ Myr, too long to be directly\nrelated to the formation of the S-stars or G-objects, but suggest that the\ninner arcsec is contaminated with BSSs from earlier star formation events.\n",
      "author": [
        {
          "name": "Arn Marklund"
        },
        {
          "name": "Ross P. Church"
        },
        {
          "name": "Alessandro A. Trani"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 21 figures, 3 tables (5 figures and 1 table in Appendices\n  A-E). Accepted to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.13893v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.13893v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2508.12866v1",
      "updated": "2025-08-18T12:04:55Z",
      "published": "2025-08-18T12:04:55Z",
      "title": "A bird's eye view of stellar evolution through populations of variable\n  stars in Galactic open clusters",
      "summary": "  Both star clusters and variable stars are sensitive laboratories of stellar\nastrophysics and evolution: cluster member stars provide context for\ninterpreting cluster populations, whereas variability reveals the nature of\nindividual stellar systems. The European Space Agency's Gaia mission has\nrevolutionized the census of star clusters in the Milky Way, while\nsimultaneously providing an unprecedented homogeneous all-sky catalog of\nvariable stars. Here, we leverage the third Gaia data release to obtain an\nempirical bird's eye view of stellar evolution based on 34760 variable stars\nresiding in 1192 Galactic open clusters (OCs) containing 173294 members\n(variable member fraction 20.0%). Using precise OC distances, dereddened\nmagnitudes, and consistently determined ages, we a) pinpointed regions of\npulsational instability across the color-absolute magnitude diagram (CaMD); b)\ntraced the occurrence rate of variables as a function of age, and c) considered\nthe evolution of rotation periods and photometric activity (gyrochronology).\nThe occurrence of pulsating stars can serve as a model- and\nreddening-independent age estimator. Our results underline that jointly\nconsidering stellar variability and OC membership enables a plethora of further\napplications, such as age dating or dereddening OCs based on expected CaMD\nlocations of variable stars. Upcoming Gaia data releases and the Vera C. Rubin\nObservatory will vastly increase the extent to which the details of variable\nstars in OCs can empirically unravel the astrophysics and evolution of stellar\npopulations.\n",
      "author": [
        {
          "name": "Richard I. Anderson"
        },
        {
          "name": "Emily L. Hunt"
        }
      ],
      "arxiv:doi": {
        "_": "10.1051/0004-6361/202555111",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1051/0004-6361/202555111",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.12866v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.12866v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 3 figures plus appendix",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "A&A 700, L13 (2025)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2508.12788v1",
      "updated": "2025-08-18T10:04:17Z",
      "published": "2025-08-18T10:04:17Z",
      "title": "How many stars form in compact clusters in the local Milky Way?",
      "summary": "  Two main models coexist for the environment in which stars form. The\nclustered model stipulates that the bulk of star formation occurs within dense\nembedded clusters, but only a minority of them survive the residual gas\nexpulsion phase caused by massive stellar feedback unbinding the clusters. On\nthe other hand, the hierarchical model predicts that star formation happens at\na range of scales and densities, where open clusters (OCs) only emerge from the\ndensest regions. We aim to exploit a recent catalog of compact OCs, corrected\nfor completeness, to obtain an updated estimation of the surface density star\nformation rate within OCs ($\\sum_{\\rm SFR,OC}$), which we compare with recent\nestimates of $\\sum_{\\rm SFR}$ to determine which model is more likely. We have\napplied two methods. The first one consisted of integrating over the power law\nthat was fit for the mass function of the youngest OCs using a MC sampling. The\nsecond one consisted of counting the total compact mass within these youngest\nOCs within 1 kpc, so that the result could be directly compared with local\nvalues of $\\sum_{\\rm SFR}$. We estimated new $\\sum_{\\rm SFR,OC}$ values between\n$736^{+159}_{-176}$ and $875^{+34}_{-35}$ M$_{\\odot}$ Myr$^{-1}$ kpc$^{-2}$,\ndepending on the methodology. These results are significantly higher than\nprevious $\\sum_{\\rm SFR,OC}$ estimates, which we attribute to the\nincompleteness of past catalogs, and are consistent with the majority ($\\geq$\n50 \\%) or even the vast majority ($\\geq$ 80 \\%) of the star formation occurring\nin initially compact clusters, through comparisons with $\\sum_{\\rm SFR}$ from\nthe recent literature. Our new $\\sum_{\\rm SFR,OC}$ values are consistent with\nclustered formation being the most dominant mode of star formation.\n",
      "author": [
        {
          "name": "Alexis L. Quintana"
        },
        {
          "name": "Emily L. Hunt"
        },
        {
          "name": "Hanna Parul"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 1 figure, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.12788v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.12788v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    }
  ]
}