{
  "fetched_at": "2025-12-18T06:41:56.250Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.14799v1",
      "title": "Why the northern hemisphere needs a 30-40 m telescope and the science at stake: Massive stars in spiral galaxies",
      "updated": "2025-12-16T17:05:13Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.14799v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.14799v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "This document discusses the three main lines expected to dominate massive-star research in the 2040s, namely: (1) The role of metallicity in stellar evolution, especially in determining the end products such as gravitational-wave progenitors. (2) The initial mass function from the most massive stars to substellar objects. (3) The role of the environment in the different modes of star formation from compact star clusters to born-this-way associations and from massive clusters to small stellar groups. More specifically, we present the contributions to such science that would be enabled by a 30~m type telescope in the northern hemisphere studying spiral galaxies. Those can be grouped in three: our own Galaxy, the Milky Way; the other two spiral galaxies in the Local Group, M31 and M33; and other galaxies within 25 Mpc, such as M101, M51, and NGC~6946. This work is based on the fact that, as of today, no construction of a 30~m telescope has yet started in the northern hemisphere, so even in the best case scenario of such a hypothetical telescope, its full operation would not start until the late 2030s or early 2040s. It makes no assumptions about its location but supposes an instrumentation development similar to that of ELT.",
      "category": [
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-16T17:05:13Z",
      "arxiv:comment": "White Paper submitted to \"ESO Expanding Horizons: Transforming Astronomy in the 2040s\"",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.IM"
        }
      },
      "author": [
        {
          "name": "J. Maíz Apellániz"
        },
        {
          "name": "S. Simón-Díaz"
        },
        {
          "name": "A. Herrero"
        },
        {
          "name": "S. R. Berlanas"
        },
        {
          "name": "J. M. Mas Hesse"
        },
        {
          "name": "I. Negueruela"
        },
        {
          "name": "G. Holgado"
        },
        {
          "name": "M. García"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.14786v1",
      "title": "Why the Northern Hemisphere Needs a 30-40 m Telescope and the Science at Stake: Mapping formation pathways of nuclear star clusters across galaxies",
      "updated": "2025-12-16T14:55:59Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.14786v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.14786v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Nuclear star clusters (NSCs) are dense, compact stellar systems only a few parsecs across, located at galaxy centers. Their small sizes make them difficult to resolve spatially. NSCs often coexist with massive black holes, and both trace the dynamical state and evolution of their host galaxies. Dense stellar environments such as NSCs are also ideal sites for forming intermediate-mass black holes (IMBHs). To date, spatially resolved NSC properties, crucial for reconstructing dynamical and star-formation histories, have only been obtained for galaxies within 5 Mpc, using the highest-resolution instruments on the current class of very large telescopes. This severely limits spectroscopic studies, and a systematic, unbiased survey has never been accomplished. Because the vast majority of known NSCs are located in the Northern Hemisphere, only a 30-m-class telescope in the North can provide the statistical power needed to study their physical properties and measure the mass of coexisting central black holes. We propose leveraging the capabilities of a 30-m-class Northern telescope to obtain the first comprehensive, spatially resolved survey of NSCs, finally allowing us to unveil their formation pathways and their yet unknown connection with central massive black holes.",
      "category": [
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-16T14:55:59Z",
      "arxiv:comment": "White Paper submitted to \"ESO Expanding Horizons: Transforming Astronomy in the 2040s\"",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.IM"
        }
      },
      "author": [
        {
          "name": "Francesca Pinna",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Isabel Pérez",
          "arxiv:affiliation": [
            "Universidad de Granada, Spain",
            "Instituto Carlos I de Física Teórica y Computacional, Spain"
          ]
        },
        {
          "name": "Anna Ferré-Mateu",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Begoña García Lorenzo",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Alessandra Mastrobuono Battisti",
          "arxiv:affiliation": "Università degli Studi di Padova, Italy"
        },
        {
          "name": "Abbas Askar",
          "arxiv:affiliation": "Nicolaus Copernicus Astronomical Center, Polish Academy of Sciences, Poland"
        },
        {
          "name": "Michael Beasley",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Bahar Bidaran",
          "arxiv:affiliation": "Universidad de Granada, Spain"
        },
        {
          "name": "Ana L. Chies-Santos",
          "arxiv:affiliation": "Universidade Federal do Rio Grande do Sul"
        },
        {
          "name": "Sébastien Comerón",
          "arxiv:affiliation": [
            "Universidad de La Laguna, Spain",
            "Instituto de Astrofísica de Canarias, Spain"
          ]
        },
        {
          "name": "Kristen C. Dage",
          "arxiv:affiliation": "Curtin Institute of Radio Astronomy, Australia"
        },
        {
          "name": "Adriana de Lorenzo-Cáceres",
          "arxiv:affiliation": [
            "Universidad de La Laguna, Spain",
            "Instituto de Astrofísica de Canarias, Spain"
          ]
        },
        {
          "name": "Katja Fahrion",
          "arxiv:affiliation": "University of Vienna, Austria"
        },
        {
          "name": "Jesús Falcón Barroso",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Anja Feldmeier-Krause",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie, Germany"
        },
        {
          "name": "Emma Fernández Alvar",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Nils Hoyer",
          "arxiv:affiliation": "Max-Planck-Institut für Astronomie, Germany"
        },
        {
          "name": "Rubén García Benito",
          "arxiv:affiliation": "Instituto de Astrofísica de Andalucía, Spain"
        },
        {
          "name": "Rosa M. Gonzalez Delgado",
          "arxiv:affiliation": "Instituto de Astrofísica de Andalucía, Spain"
        },
        {
          "name": "Ignacio Martín Navarro",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Cristina Ramos Almeida",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        },
        {
          "name": "Patricia Sánchez Blázquez",
          "arxiv:affiliation": "Universidad Complutense de Madrid, Spain"
        },
        {
          "name": "Rubén Sánchez Janssen",
          "arxiv:affiliation": [
            "Isaac Newton Group of Telescopes, Spain",
            "Instituto de Astrofísica de Canarias, Spain"
          ]
        },
        {
          "name": "Alexandre Vazdekis",
          "arxiv:affiliation": [
            "Instituto de Astrofísica de Canarias, Spain",
            "Universidad de La Laguna, Spain"
          ]
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.13823v1",
      "title": "Searching for Intermediate-Mass Black Holes in Milky Way satellites",
      "updated": "2025-12-15T19:06:28Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.13823v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.13823v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Intermediate-mass black holes (IMBHs), with masses between roughly $10^2\\,M_\\odot$ and $10^5\\,M_\\odot$, represent a largely uncharted component of the black-hole (BH) population. They are theoretically predicted to form in several early-Universe pathways, including the remnants of massive Population III stars, the runaway collapse of dense stellar clusters, and the direct collapse of metal-poor gas. Establishing whether IMBHs are present in dwarf galaxy satellites of the Milky Way (MW), and with what occupation fraction - i.e. the fraction of galaxies with a certain stellar mass that host a central BH - provides one of the most incisive tests of BH seed formation models. Despite their importance, present dynamical constraints on IMBHs remain weak. Dynamical IMBH masses or upper limits are available for very few such systems, with secure detections in less than ten cases. A next-generation wide-field spectroscopic facility, capable of combining deep multiplexed stellar spectroscopy with high-resolution integral-field observations of galaxy centers, would open access to IMBH masses in the $\\leq10\\,M_\\odot$ regime. Such an advance would make possible - for the first time - a robust measurement of the IMBH occupation fraction in dwarf galaxies. A key scientific requirement for the coming decades is to establish the observational and instrumental capabilities needed to detect or tightly constrain IMBHs in nearby dwarf galaxies, particularly in the $\\simeq10^3-10^4 \\,M_\\odot$ mass range, and thereby enable a measurement of their occupation fraction. Such a measurement is fundamental for distinguishing between competing scenarios for the formation of BH seeds in the early Universe.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-15T19:06:28Z",
      "arxiv:comment": "Submitted as ESO white paper",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "R. Pascale"
        },
        {
          "name": "G. Battaglia"
        }
      ],
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2512.13486v1",
      "title": "Resolving Galaxy Nuclei and Compact Stellar Systems as Engines of Galaxy Evolution",
      "updated": "2025-12-15T16:20:14Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.13486v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.13486v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "In this white paper we focus on compact stellar systems, star clusters, nuclear star clusters (NSCs), stripped nuclei, and ultra-compact dwarfs (UCDs), as engines of galaxy evolution and black-hole growth. We show how the same capability also enables transformative science in active galactic nucleus (AGN) fuelling, stellar surfaces and interacting binaries, and exoplanet atmospheres. These science drivers are naturally aligned with a next-generation kilometre-scale optical/IR interferometer for the 2040s that reuses existing ESO infrastructure while adding diffraction-limited integral-field spectroscopy (IFS).",
      "category": [
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-15T16:20:14Z",
      "arxiv:comment": "ESO Expanding Horizons Initiative",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.IM"
        }
      },
      "author": [
        {
          "name": "Julia Lamprecht"
        },
        {
          "name": "Izzy L. Garland"
        },
        {
          "name": "Daniel Jadlovsky"
        },
        {
          "name": "Jiri Zak"
        },
        {
          "name": "Tereza Jeřábková"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2512.11958v1",
      "title": "Modeling the Milky Way Circumnuclear Disk: Rosettes and Rings",
      "updated": "2025-12-12T19:00:01Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11958v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11958v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The Milky Way Galactic Center hosts a $\\sim4\\times10^{6}\\,M_\\odot$ supermassive black hole (SMBH), Sgr A*. The dominant structures in its immediate vicinity are the nuclear star cluster (NSC), whose enclosed mass at 2 pc is approximately half that of the SMBH, and the circumnuclear disk/ring (CND), which extends between $\\sim0.5$ pc and $\\sim3$ pc from Sgr A* and is the largest reservoir of molecular gas in this region. Existing models of the CND commonly use one circular orbit to describe the motion of its gas. Here, we explore a much broader range of models. In the combined potential of Sgr A* and the NSC, we consider non-Keplerian rosette orbits as well as a circular disk, which is formed using a finely-spaced set of concentric rings. For both systems, we test various inner/outer radii, inclinations, and position angles, sampling a total of $\\sim3.3 \\times 10^{5}$ models. We then conduct mock observations of all models to construct velocity maps, which we compare with HCN ($J=1{-}0$) observations of the CND. We find that the best-fitting model is a circular disk with inner and outer radii of 1.0 pc and 2.9 pc, an inclination of $i=60^{\\circ}$, and a position angle of $\\text{PA} = 35^{\\circ}.$",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-12T19:00:01Z",
      "arxiv:comment": "10 pages, 3 figures, 2 tables, 1 appendix",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Asad Ukani"
        },
        {
          "name": "Lena Murchikova"
        },
        {
          "name": "Mark D. Gorski"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.11501v1",
      "title": "Dynamical evolution of massless particles in star clusters with NBODY6++GPU-MASSLESS: II. The long-term evolution of free-floating comets",
      "updated": "2025-12-12T11:53:10Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11501v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11501v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Context. Comets, asteroids, planetesimals, free-floating planets and brown dwarfs, are continuously injected into the intra-cluster environment after expulsion from their host planetary systems or binary system. The dynamics of large populations of such free-floating comets (ffcs) in a star cluster environment is not yet fully understood. Aims. We investigate the dynamical evolution of comet populations in star clusters, and characterize the kinematics and ejection rates of ffc in a star cluster. Moreover, we determine whether a different initial energy distribution affects the mass segregation of the less massive population. Methods. We carry out simulations using the N-body code NBODY6++GPU-MASSLESS (Flammini Dotti et al. 2025), which allows fast integration of star clusters that contain large numbers of massless particles, to characterize the dynamics of populations of low-mass particles with sub-virial and super-virial distributions. Results. Comets do not participate in the mass segregation process, similarly to planet-size objects, regardless of their initial energy distribution. The latter is slightly changing the whole dynamical evolution at the start of the simulation. We only observe an initial relaxation or collapse of the objects for super-virial and sub-virial ratios, respectively. The external regions of the ffcs population tend to be pulled back in the cluster core at the end of the simulation, suggesting the gravitational pull of the stars is pulling them back in the core. This phenomenon occurs at later times if the system in virial equilibrium. Compared to less massive bodies, brown dwarfs experiences more mass segregation the inner regions tend to be more mixed with the stellar population",
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-12T11:53:10Z",
      "arxiv:comment": "15 pages, 31 figures, accepted for publication in A&A",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.EP"
        }
      },
      "author": [
        {
          "name": "Francesco Flammini Dotti"
        },
        {
          "name": "M. B. N. Kouwenhoven"
        },
        {
          "name": "Kai Wu"
        },
        {
          "name": "Abbas Askar"
        },
        {
          "name": "Peter Berczik"
        },
        {
          "name": "Mirek Giersz"
        },
        {
          "name": "Rainer Spurzem"
        },
        {
          "name": "Ian Dobbs-Dixon"
        }
      ],
      "score": 7
    },
    {
      "id": "http://arxiv.org/abs/2512.11175v1",
      "title": "The Interplay of Stellar Evolution and Collisions in Galactic Nuclei",
      "updated": "2025-12-11T23:38:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11175v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11175v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Nuclear star clusters (NSCs) surrounding supermassive black holes (SMBHs) are among the densest stellar environments in the universe. In these environments, collisions can shape the stellar mass function and produce exotic stellar populations. In this work, we investigate how stellar collisions couple with stellar evolution in the inner parsec of an NSC. We simulate the evolution of a sample of $1000$ $1$ $M_\\odot$ stars embedded in a uniform cluster of dynamically relaxed 0.5 $M_\\odot$ stars. Using COSMIC to evolve stellar properties in time , we track the mass, radius, and evolutionary state of the stars as they collide in the cluster. Our results show that most stars within $0.1$~pc of the SMBH experience a collision while on the main-sequence. However, outside of this distance, stars collide during the red giant phase, when the stellar radius increases dramatically. We find that the most common type of collision -- main-sequence or red giant -- over the lifetime of the cluster depends on the steepness of the stellar cusp, which determines the spatial distribution of the stars in the cluster. These results show that stellar evolution plays a fundamental role in shaping the collisional history of stars in nuclear star clusters. Lastly, we consider whether the closest known stars to the Milky Way's SMBH have experienced a collision. We estimate that several of the S-stars have a high probability of experiencing a collision over their main-sequence lifetime, perhaps with implications for their observed youth and properties.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T23:38:06Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Jaden S. Sidhu"
        },
        {
          "name": "Sanaea C. Rose"
        },
        {
          "name": "Frederic A. Rasio"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2512.11046v1",
      "title": "Dynamical constraints on the S2 (S0-2) star possible companions",
      "updated": "2025-12-11T19:05:07Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11046v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11046v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The center of the Galaxy harbors a supermassive black hole, Sgr\\,A*, which is surrounded by a massive star cluster known as the S-cluster. The most extensively studied star in this cluster is the B-type main-sequence S2 star (also known as S0-2). These types of stars are commonly found in binary systems in the Galactic field, but observations do not seem to detect a companion to S2. This absence may be attributed to observational biases or to a dynamically hostile environment caused by phenomena such as tidal disruption or mergers. Using a $N$-body code with first-order post-Newtonian corrections, we investigate whether S2 can host a stellar or planetary companion. We perform $10^{5}$ simulations adopting uniform distributions for the orbital elements of the companion. Our results show that companions may exist for orbital periods shorter than 100~days, eccentricities below 0.8, and across the full range of mutual inclinations. The number of surviving companions increases with shorter orbital periods, lower eccentricities, and nearly coplanar orbits. We also find that the disruption mechanisms include mergers driven by Lidov-Kozai cycles and breakups that occur when the companion surpasses the Hill radius of its orbit. Finally, we find that the presence of a companion would alter S2's astrometric signal by no more than $ 5\\,μ{\\rm as}$. Current radial-velocity detection limits constrain viable stellar binary configurations to approximately 4.4\\% of the simulated cases. Including astrometric limits reduces to 4.3\\%. Imposing an additional constraint that any companion must have a mass $\\lesssim 2\\,M_{\\odot}$ (otherwise it would be visible) narrows the fraction of undetectable stellar binaries to just 3.0\\%.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-11T19:05:07Z",
      "arxiv:comment": "10 pages; Accepted for publication in A&A",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Rodrigo P. Silva"
        },
        {
          "name": "Alexandre C. M. Correia"
        },
        {
          "name": "Tjarda C. N. Boekholt"
        },
        {
          "name": "Paulo J. V. Garcia"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.11038v1",
      "title": "Intermediate Mass Black Hole Binary Evolution in Nuclear Star Clusters: the effect of the stellar mass black hole population",
      "updated": "2025-12-11T19:00:16Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.11038v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.11038v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "In this study, we investigate the dynamics of Intermediate-Mass Black Hole (IMBH) binaries within Nuclear Star Clusters (NSCs) that contain a population of stellar-mass black holes (BHs). We examine how these stellar and BH populations influence the dynamics of the IMBH binary and, in turn, how the evolving IMBH binary affects the surrounding stellar and BH populations. We conduct high-resolution $N$-body simulations of NSCs constructed based on observational parameters from two local dwarf galaxies: NGC205 and NGC404. For the first time, we achieve a star particle mass resolution of $1\\rm\\;M_{\\odot}$ and a BH mass resolution of $10\\rm\\;M_{\\odot}$. This level of resolution is crucial for accurately modeling the collisional dynamics of these dense systems. Including stellar-mass BHs within the stellar population significantly influences the IMBH binary dynamics, nearly doubling the sinking rate and halving the merger time. During the initial phase of the inspiral, the IMBH binary disrupts both the stellar and BH cusps. However, the BH cusp quickly regains its steep slope due to its shorter relaxation time and continues to dominate the evolution of the IMBH binary, despite being much less massive compared to the stellar component. We uncover an interesting mechanism in which BHs first efficiently extract energy from the IMBH binary and then transfer this energy to the surrounding stars, allowing the BHs to spiral back toward the center of the system and restart the process. Our results imply that, although stellar mass BHs are a minor component of a stellar population, they can significantly facilitate IMBH growth within NSCs via mergers. We also notice that these dense systems can potentially boost Intermediate Mass Ratio Inspirals (IMRIs) predominantly on radial orbits.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T19:00:16Z",
      "arxiv:comment": "Accepted for publication in Astronomy & Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Fazeel Mahmood Khan"
        },
        {
          "name": "Peter Berczik"
        },
        {
          "name": "Margarita Sobolenko"
        },
        {
          "name": "Andreas Just"
        },
        {
          "name": "Rainer Spurzem"
        },
        {
          "name": "Kelly Holley-Bockelmann"
        },
        {
          "name": "Andrea Valerio Macciò"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.10650v1",
      "title": "OutLines: Modeling Spectral Lines from Winds, Bubbles, and Outflows",
      "updated": "2025-12-11T13:57:28Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.10650v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.10650v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Common methods for studying the kinematics and geometry of outflowing gas rely on modeling emission and absorption lines in integrated spectra using methods that are not physically motivated, including empirical quantiles or fitting multiple Gaussian or Voigt profiles. Such methods are not always consistent with the interpretation of these features and, as a result, miss key underlying physics and can even lead to inaccurate interpretations of observations. To address this problem, we present the publicly available python code OutLines, which provides astrophysical models of spectral emission and absorption line profiles produced by outflows in a variety of environments. The OutLines code accounts for differences in parameterization of the velocity field and density profile while allowing for different outflow geometries, making OutLines versatile and useful for a wide variety of astrophysical phenomena. We demonstrate the wide applicability of OutLines by using the code to model line profiles in an H II region knot, super star clusters, a starburst galaxy, and an AGN. In each of these contexts, we illustrate how OutLines can illuminate key underlying physics in ways that improve our scientific understanding and address important open questions in astronomy, including the key mechanisms in the baryon cycle, the evolution of H II regions and galaxies, and even Lyman continuum escape. OutLines will be a critical resource as massively multiplexed spectroscopic surveys like WEAVE-LOFAR and 4MOST/WAVES come online, providing the means to probe feedback kinematics with deeper, higher resolution spectroscopy for unprecedented large samples of galaxies.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-11T13:57:28Z",
      "arxiv:comment": "MNRAS under review",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": {
        "name": "Sophia R. Flury"
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.10616v1",
      "title": "Stellar masses and mass ratios for Gaia open cluster members",
      "updated": "2025-12-11T13:12:35Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.10616v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.10616v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Context: Unresolved binaries in star clusters can bias stellar and cluster mass estimates, making their proper treatment essential for studying cluster dynamics and evolution. Aims: We aim to develop a fast and robust framework for jointly deriving stellar masses and multiplicity statistics of member stars, together with optimal cluster parameters. Methods: We use Gaia DR3 parallaxes together with multi-band photometry of open cluster (OC) members to infer stellar masses and binary mass-ratios through simulation-based inference (SBI), while iteratively fitting the cluster parameters. The validation of our SBI framework on simulated clusters demonstrates that the inclusion of infrared photometry significantly improves the detection of low mass-ratio binaries. The minimum mass-ratio threshold for reliably identifying unresolved binaries depends on cluster properties and the available photometry, but typically lies below $q=0.5$. Results: Applying our method to 42 well-populated OCs, we derive a catalogue of stellar masses and mass-ratios for 27201 stars, achieving typical uncertainties of 0.08 in $q$ and $0.01\\,\\mathrm{M}_\\odot$ in the primary stellar mass. We analyse the archetype OCs M67 and NGC 2360 in detail, including mass segregation and mass-ratio distribution among other characteristics, while deriving multiplicity fractions for the rest of the sample. We find evidence that the high mass-ratio ($q\\geq 0.6$) binary fraction shows a strong correlation with the age and a weak anti-correlation with the cluster metallicity. Furthermore, the variation of the binary fraction with stellar mass in OCs shows strong accordance with the observed dependence for field stars heavier than $\\gtrsim0.6\\,\\mathrm{M}_\\odot$. Conclusions: Our work paves a path for future population-level investigations of multiplicity statistics and precision stellar masses in extended samples of OCs.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-11T13:12:35Z",
      "arxiv:comment": "13 pages main text, 8 pages appendix and 26 figures. Accepted in A&A. Before archiving at the CDS completes, tables are available at https://drive.google.com/drive/folders/1zkPjxyPd7ZV1OOp9k10l3XfCFZqs9-4N?usp=sharing",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sagar Malhotra"
        },
        {
          "name": "Alfred Castro-Ginard"
        },
        {
          "name": "Friedrich Anders"
        },
        {
          "name": "Carme Jordi"
        },
        {
          "name": "Judit Donada"
        },
        {
          "name": "Xavier Luri"
        },
        {
          "name": "Lola Balaguer-Núñez"
        },
        {
          "name": "Songmei Qin"
        },
        {
          "name": "Yueyue Jiang"
        },
        {
          "name": "Andrija Župić"
        }
      ],
      "score": 7
    }
  ]
}