{
  "fetched_at": "2025-11-25T02:01:24.408Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.15808v1",
      "title": "The abundance and properties of the lowest luminosity dwarf galaxies around the Milky Way: Insights from Semi-Analytic Models",
      "updated": "2025-11-19T19:02:10Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15808v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15808v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We investigate the formation and observable properties of faint satellite galaxies (M$_\\rm V > -3$) in Milky Way-like halos using the semi-analytic galaxy formation model Galacticus. The ability of the smallest dark matter halos to form stars depends sensitively on the balance between gas cooling and reionization heating. To quantify how this balance shapes the abundance and properties of the faintest galaxies, we compare two model variants: a fiducial model that includes molecular hydrogen (H$_2$) cooling and UV background radiation, and a No-H$_2$ model with atomic cooling only. Both models reproduce the structural properties of brighter Milky Way satellites, but they diverge at the lowest luminosities in the hyper-faint regime. The fiducial model predicts a substantially larger population of such systems that are on average hosted in halos with lower peak masses and quenched earlier. Many of these predicted systems lie below current observational thresholds but are within reach of next-generation deep imaging surveys. The predicted size-luminosity distributions of both models overlap with the region occupied by recently discovered \"ambiguous\" systems, whose classification as galaxies or star clusters remains uncertain. Specifically, we find that hyper-faint satellites have line-of-sight velocity dispersions of $σ_{\\rm los} \\sim 1-3$ km/s in the fiducial model, nearly an order of magnitude higher than expected for purely self-gravitating stellar systems of the same stellar mass. This distinction underscores the diagnostic power of precise kinematic measurements for determining whether ambiguous objects are dark matter dominated dwarf galaxies or star clusters, and highlights the importance of upcoming spectroscopic campaigns in resolving the nature of the faintest satellites.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-19T19:02:10Z",
      "arxiv:comment": "10 pages, 5 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Niusha Ahvazi"
        },
        {
          "name": "Andrew B. Pace"
        },
        {
          "name": "Christopher T. Garling"
        },
        {
          "name": "Xiaowei Ou"
        },
        {
          "name": "Nitya Kallivayalil"
        },
        {
          "name": "Paul Torrey"
        },
        {
          "name": "Andrew Benson"
        },
        {
          "name": "Aklant Bhowmick"
        },
        {
          "name": "Núria Torres-Albà"
        },
        {
          "name": "Alex M. Garcia"
        },
        {
          "name": "Alejandro Saravia"
        },
        {
          "name": "Jonathan Kho"
        },
        {
          "name": "Jack T. Warfield"
        },
        {
          "name": "Kaia R. Atzberger"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2511.15215v1",
      "title": "Evolution of action-space coherence in a Milky Way-like simulation",
      "updated": "2025-11-19T08:07:18Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15215v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15215v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Efforts to dynamically trace stars back to the now-dissolved clusters in which they formed rely implicitly on the assumption that stellar orbital actions are conserved. While this holds in a static, axisymmetric potential, it is unknown how strongly the time-varying, non-axisymmetric structure of a real galactic disk drives action drift that inhibits cluster reconstruction. We answer this question using a high-resolution magnetohydrodynamic simulation of a Milky Way-like spiral disc galaxy. We show that, while stars experience significant action evolution over $\\lesssim 100$ Myr, they do so in a correlated fashion whereby stars born in close proximity maintain very similar actions for up to 0.5 Gyr. The degree of coherence shows no significant dependence on galactocentric radius, but varies between action components: vertical actions decohere for stars born more than a few hundred parsecs apart (likely due to giant molecular clouds), while radial and azimuthal actions remain correlated on kiloparsec scales (likely influenced by spiral arms). We use our measurements of the rate of action decoherence to develop a probabilistic framework that lets us infer the initial sizes of the star cluster progenitors of present-day stellar streams from their measured action distributions, which we apply to 438 known moving groups. Our results suggest that most of these streams likely originated from compact clusters, but that a significant minority are instead likely to be resonant or dynamically induced structures. This method of classifying streams complements existing methods, optimises the use of expensive spectroscopic abundance measurements, and will be enhanced by the more precise kinematic data that will soon become available from \\textit{Gaia} DR4.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-19T08:07:18Z",
      "arxiv:comment": "Submitted to MNRAS, comments welcome! Check https://github.com/aruuniima/stellar-actions-II for codes and some of the data used. 14 pages, 14 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Arunima Arunima"
        },
        {
          "name": "Mark R. Krumholz"
        },
        {
          "name": "Michael J. Ireland"
        },
        {
          "name": "Chuhan Zhang"
        },
        {
          "name": "Sven Buder"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.15115v1",
      "title": "PHR~J1724-3859: A Bipolar Planetary Nebula in Open Cluster Trumpler 25",
      "updated": "2025-11-19T04:37:53Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15115v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15115v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-4357/ae1f0c",
            "title": "doi"
          }
        }
      ],
      "summary": "Planetary nebulae (PNe) studies are essential for understanding late stellar evolution of low-to-intermediate mass stars. PNe in open clusters (OC) are rare but valuable since their study directly links their properties to those of their progenitors, something that cannot be achieved for field PNe. Here, we report the identification of one more OC-PN association to add to the small sample of, now, five pairs. The physical properties of the host cluster, PN and its central star (CSPN) have been explored using high and intermediate-resolution spectral and deep photometric data. The close agreement of the radial velocities of the PN and host cluster, together with concordance of reddening and distance, show that the PN PHR~J1724-3859 is highly likely to be physically associated with the OC Trumpler~25. Deep photometric data allowed clear identification of the CSPN. We find a CSPN effective temperature of around 250 kK and a nebular kinematic age of 23 kyrs, both at the extreme end, like the other members of this small class. The progenitor and final CSPN masses have been estimated to be 5.12$_{-0.15}^{+0.16}$ $M_\\odot$ and 0.95$\\pm$0.12 $M_\\odot$ respectively. These latest results agree with the emerging trend for our other OC-PNe, falling below, but approximately parallel to, the latest initial-to-final-mass relation estimates derived from cluster white dwarfs and has important implications for stellar evolution models. All OC-PNe also possess some other common properties (e.g. all are Type-I PNe and bipolars) to be explored in future studies.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-19T04:37:53Z",
      "arxiv:comment": "19 pages, 9 figures, 4 tables",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Vasiliki Fragkou"
        },
        {
          "name": "Quentin A. Parker"
        },
        {
          "name": "Denise R. Gonçalves"
        }
      ],
      "arxiv:doi": "10.3847/1538-4357/ae1f0c",
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2511.14958v1",
      "title": "Understanding the Origin and Dynamical Evolution of the Unique Open Star Cluster Berkeley 20 using FIRE Simulations",
      "updated": "2025-11-18T22:57:47Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.14958v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.14958v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Open clusters (OCs) act as key probes that can be leveraged to constrain the formation and evolution of the Milky Way (MW)'s disk, as each has a unique chemical fingerprint and well-constrained age. Significant Galactic dynamic interactions can leave imprints on the orbital properties of OCs, allowing us to use the present day properties of long-lived OCs to reconstruct the MW's dynamic history. To explore these changes, we identify OC analogs in FIRE-2 simulations of MW-mass galaxies. For this work, we focus on one particular FIRE-2 OC, which we identify as an analog to the old, subsolar, distant, and high Galactic latitude MW OC, Berkeley 20. Our simulated OC resides ~6 kpc from the galactic center and ultimately reaches a height $|Z_{\\mathrm{max}}|>2$ kpc from the galactic disk, similar to Berkeley 20. We trace the simulated cluster's orbital and environmental history, identifying key perturbative episodes, including: (1) an interaction with a gas overdensity in a spiral arm that prompts an outward migration event and (2) a substantial interaction with a Sagittarius Dwarf Spheroidal Galaxy-mass satellite that causes significant orbital modification. Our simulated OC shows significant resilience to disruption during both its outward migration and the satellite-driven heating event that causes subsequent inward migration. Ultimately, we find these two key processes -- migration and satellite heating -- are essential to include when assessing OC orbital dynamics in the era of Gaia.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-18T22:57:47Z",
      "arxiv:comment": "10 Pages, 4 figures, accepted to ApJL",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Alessa I. Wiggins"
        },
        {
          "name": "Jamie R. Quinn"
        },
        {
          "name": "Micah Oeur"
        },
        {
          "name": "Sarah R. Loebman"
        },
        {
          "name": "Peter M. Frinchaboy"
        },
        {
          "name": "Kathryne J. Daniel"
        },
        {
          "name": "Fiona McCluskey"
        },
        {
          "name": "Jonah M. Otto"
        },
        {
          "name": "Hannah R. Woodward"
        },
        {
          "name": "Elena D'Onghia"
        },
        {
          "name": "Andrew Wetzel"
        },
        {
          "name": "Hanna Parul"
        },
        {
          "name": "Binod Bhattarai"
        },
        {
          "name": "Maximilian Cozzi"
        }
      ],
      "score": 4.5
    },
    {
      "id": "http://arxiv.org/abs/2511.14912v1",
      "title": "Dynamics in the Cores of Self-Interacting Dark Matter Halos: Reduced Stalling and Accelerated Core Collapse",
      "updated": "2025-11-18T21:05:07Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.14912v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.14912v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Self-interacting dark matter (SIDM) is an intriguing alternative to the standard cold dark matter (CDM) paradigm, which predicts that dark matter halos typically have large, isothermal cores. Numerical simulations have shown that dynamical friction ceases to operate in cores of (roughly) constant density, a phenomenon known as core stalling. In addition, such cores often are unstable to a dipole instability that gives rise to dynamical buoyancy, causing massive central objects to move outward. Thus far, these manifestations of core dynamics have only been demonstrated in collisionless systems. In this paper, we use idealized N-body simulations to study whether core stalling and dynamical buoyancy operate in SIDM halos. We find that if the self-interactions are sufficiently strong, neither core stalling nor buoyancy are present, and a massive perturber will quickly sink all the way to the center of its host. In doing so, it gravitationally contracts the core, catalyzing a strongly accelerated core collapse. The reason why core dynamics are so different in SIDM halos is that self-interactions drive the halo's distribution function to a featureless exponential, removing any inflections or plateaus that are responsible for the dipole instability and core stalling in the case of CDM. We discuss implications of our finding for constraining the nature of dark matter by using observations of massive objects such as supermassive black holes (SMBHs), globular clusters, and nuclear star clusters in the central regions of galaxies.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-18T21:05:07Z",
      "arxiv:comment": "23 pages, 15 figures, submitted for publication in The Open Journal of Astrophysics",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Frank C. van den Bosch"
        },
        {
          "name": "Shashank Dattathri"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.14830v1",
      "title": "V570 Per: Characterization of a Benchmark Eclipsing Binary",
      "updated": "2025-11-18T19:00:00Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.14830v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.14830v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "This study presents a comprehensive analysis of the detached binary system V570\\,Per through combined photometric, spectroscopic, and astrometric observations. By disentangling the composite spectra, precise fundamental parameters and detailed chemical abundances were determined for both stars. The primary component has a mass of $1.4569_{-0.0100}^{+0.0094}$ $M_{\\odot}$, a radius of $1.543_{-0.009}^{+0.012}$ $R_{\\odot}$, an effective temperature of $6556_{-26}^{+64}$ K, and a metallicity of $+0.18_{-0.01}^{+0.03}$ dex, while the secondary has a mass of $1.3579_{-0.0089}^{+0.0094}$ $M_{\\odot}$, a radius of $1.377_{-0.015}^{+0.013}$ $R_{\\odot}$, an effective temperature of $6468_{-21}^{+32}$ K, and a metallicity of $+0.15_{-0.01}^{+0.02}$ dex. The system is estimated to be $577_{-60}^{+60}$ Myr old with a synchronized orbit. The available O-C data imply a minimum mass of 0.57 $M_{\\odot}$ or 0.11 $M_{\\odot}$ for the third body, corresponding to eccentric and circular orbits, respectively. \\texttt{MESA} evolutionary models indicate that the primary will fill its Roche lobe and begin mass transfer to the secondary in about 2.8 Gyr, whereas the secondary will reach the terminal-age main sequence in approximately 3.2 Gyr. The chemical composition of both stars shows remarkable consistency, confirming their common origin, except for calcium, which is significantly enhanced in the primary. Line measurements support this difference and are therefore interpreted as an intrinsic abundance variation rather than an artifact of the analysis. The overall solar-rich metallicity, combined with a relatively low $α$-element content, links V570\\,Per to the Galactic thin-disk population. In addition, Galactic orbit analyses of open clusters in the solar neighborhood have revealed that the V570\\,Per system may have originated from the Melotte 25 open cluster.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-18T19:00:00Z",
      "arxiv:comment": "23 pages, 17 figures, and 8 tables. Accepted for publication in The Astrophysical Journal",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Gökhan Yücel"
        },
        {
          "name": "Neslihan Alan"
        },
        {
          "name": "Timothy Banks"
        },
        {
          "name": "Remziye Canbay"
        },
        {
          "name": "Volkan Bakış"
        },
        {
          "name": "Selçuk Bilir"
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2511.14697v1",
      "title": "Transferring Data from a Voronoi Mesh to an Adaptive Cartesian Grid in Pursuit of Self-consistent Top-down Star Formation",
      "updated": "2025-11-18T17:33:36Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.14697v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.14697v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-4357/ae0e10",
            "title": "doi"
          }
        }
      ],
      "summary": "Unstructured Voronoi mesh simulations offer many advantages for simulating self-gravitating gas dynamics on galactic scales. Adaptive mesh refinement (AMR) can be a powerful tool for simulating the details of star cluster formation and gas dispersal by stellar feedback. Zooming in from galactic to local scales using the star cluster formation simulation package Torch requires transferring simulation data from one scale to the other. Therefore, we introduce VorAMR, a novel computational tool that interpolates data from an unstructured Voronoi mesh to an AMR Cartesian grid. VorAMR is integrated into the Torch package, which integrates the FLASH AMR magnetohydrodynamics code into the Astrophysical Multipurpose Software Environment. VorAMR interpolates data from an AREPO simulation to a FLASH AMR grid using a nearest-neighbor particle scheme, which can then be evolved within the Torch package, representing the first ever transfer of data from a Voronoi mesh to an AMR Cartesian grid. Interpolation from one numerical representation to another results in an error of a few percent in global mass and energy conservation, which could be reduced with higher-order interpolation of the Voronoi cells. We show that the postinterpolation Torch simulation evolves without numerical abnormalities. A preliminary Torch simulation is evolved for 3.22 Myr and compared to the original AREPO simulation over the same time period. We observe similarly distributed star cluster formation between the two simulations. More compact clusters are produced in the Torch simulation as well as 2.3 times as much stellar material as in AREPO, likely due to the differences in resolution.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-18T17:33:36Z",
      "arxiv:comment": "Published in ApJ. 9 pages, 6 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "arxiv:journal_ref": "ApJ 994 69 (2025)",
      "author": [
        {
          "name": "Sean C. Lewis"
        },
        {
          "name": "Brooke Polak"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        },
        {
          "name": "Stephen L. W. McMillan"
        },
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Hui Li"
        },
        {
          "name": "Maite J. C. Wilhelm"
        },
        {
          "name": "Simon Portegies Zwart"
        }
      ],
      "arxiv:doi": "10.3847/1538-4357/ae0e10",
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2511.14351v1",
      "title": "Hubble Space Telescope proper motions of Large Magellanic Cloud star clusters -- II. Kinematic structure of young and intermediate-age clusters",
      "updated": "2025-11-18T10:55:00Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.14351v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.14351v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "In this paper, we explore the kinematic properties of a sample of 19 young (<1 Gyr) and intermediate-age (1-2.5 Gyr) massive star clusters within the Large Magellanic Cloud (LMC). We analyse the proper motions of the clusters, which have been measured based on multi-epoch Hubble Space Telescope (HST) observations. Additionally, we infer from the HST data homogeneous and robust estimates for the distances, ages and metallicities of the clusters. This collection of information, in combination with literature line-of-sight velocities, allows us to investigate the full 3D dynamics of our sample of clusters within the frame of the LMC in a self-consistent way. While most young clusters orbit the LMC close to the stellar disc plane, NGC 1850 (~100 Myr old) depicts a peculiar case. Depending on the exact distance from the disc, it follows either a highly inclined, retrograde orbit or an eccentric orbit along the bar structure. The orbits of young clusters that formed North of the LMC centre show signs that might be connected to the resettling motion of the LMC bar structure. Based on the dynamic properties in combination with the positions of the clusters in the age-metallicity space, we find no clear-cut evidence for clusters in our sample that could have been stripped from the Small Magellanic Cloud (SMC) onto the LMC. We finally compare the kinematics of the intermediate-age clusters with a suite of simple numerical simulations of the Magellanic system to interpret the cluster motions. A possible interaction history of the LMC with the SMC, where the SMC had two past crossings of the LMC disc plane (about 300 and 900 Myr ago), in combination with the recent SMC pericentre passage, can qualitatively explain the observed kinematic structure of the clusters analysed in this work.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-18T10:55:00Z",
      "arxiv:comment": "Accepted for publication in A&A, 21 pages, 9 figures, 7 tables",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "F. Niederhofer"
        },
        {
          "name": "L. Cullinane"
        },
        {
          "name": "D. Massari"
        },
        {
          "name": "N. Bastian"
        },
        {
          "name": "A. Bellini"
        },
        {
          "name": "F. Aguado-Agelet"
        },
        {
          "name": "S. Cassisi"
        },
        {
          "name": "D. Erkal"
        },
        {
          "name": "M. Libralato"
        },
        {
          "name": "N. Kacharov"
        },
        {
          "name": "I. Cabrera-Ziri"
        },
        {
          "name": "E. Ceccarelli"
        },
        {
          "name": "M. -R. L. Cioni"
        },
        {
          "name": "F. Dresbach"
        },
        {
          "name": "M. Häberle"
        },
        {
          "name": "S. Martocchia"
        },
        {
          "name": "S. Saracino"
        }
      ],
      "score": 4
    }
  ]
}