{
  "fetched_at": "2025-11-19T01:59:49.866Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.13585v1",
      "title": "High Resolution Observations of CO(3-2) in Haro 2: Cool Molecular Outflows of a Ly$α$ Emitter",
      "updated": "2025-11-17T16:47:14Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.13585v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.13585v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Haro 2 is a blue compact dwarf galaxy and the closest (at 21Mpc) known $Lyα$ emitter. UV and optical observations have found Haro 2 to be immersed in shells of partly ionized gas expanding at $\\sim200$km/s. Observations of CO(2-1) (Becket et al 2020; Paper 1) with moderate ($2^{\\prime\\prime}$) resolution discovered a large-scale one-sided outflow associated with a soft X-ray bubble and apparently driven by the young star clusters created in the recent starburst. We present here SMA observations of CO(3-2) with $1.1^{\\prime\\prime}$ resolution in Haro 2. The opposite-side component of the large molecular outflow is detected lying in the direction of the fast ionized outflow; it is very confined in area. An additional outflow is apparent in the CO(3-2); it is south-east of the galaxy in a region holding weak star formation and a moderate-luminosity hard X-ray source. All the molecular outflow and filament velocities are within $\\lesssim\\pm50$km/s of the systemic velocity of the galaxy.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-17T16:47:14Z",
      "arxiv:comment": "Revised version submitted to AJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sara Beck"
        },
        {
          "name": "Pei-Ying Hsieh"
        },
        {
          "name": "Jean Turner"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.12496v1",
      "title": "Unraveling eMSTO in NGC 2355: Stellar Rotation and Binaries",
      "updated": "2025-11-16T08:15:07Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.12496v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.12496v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The extended Main Sequence Turn-off (eMSTO) in the open cluster NGC 2355 is investigated using precise astrometry and photometry from Gaia DR3 and spectroscopic data from the Gaia-ESO Survey. We find a clear positive correlation between the rotational velocity (v sin i) and color of eMSTO stars, supporting the role of stellar rotation and gravity darkening in causing the observed color spread. Contrary to predictions from binary tidal-locking scenarios, spatial distribution analysis reveals that fast-rotating stars are preferentially concentrated in the cluster's central regions. This finding provides the observational evidence favoring star-disk interactions during the pre-main-sequence phase, rather than tidal locking in binaries, as the primary mechanism responsible for the origin of rotational spread in eMSTO stars.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-16T08:15:07Z",
      "arxiv:comment": "4 pages, 3 figures. Accepted for publication in the Proceedings of the International Astronomical Union",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Jayanand Maurya"
        },
        {
          "name": "Yu Zhang"
        },
        {
          "name": "Hubiao Niu"
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2511.11920v1",
      "title": "PAH Marks the Spot: Digging for Buried Clusters in Nearby Star-forming Galaxies",
      "updated": "2025-11-14T23:03:29Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.11920v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.11920v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-3881/ae10ad",
            "title": "doi"
          }
        }
      ],
      "summary": "The joint capabilities of the Hubble Space Telescope (HST) and JWST allow for an unparalleled look at the early lives of star clusters at near- and mid-infrared wavelengths. We present here a multiband analysis of embedded young stellar clusters in 11 nearby, star-forming galaxies, using the PHANGS-JWST and PHANGS-HST datasets. We use the Zooniverse citizen science platform to conduct an initial by-eye search for embedded clusters in near-UV/optical/near-infrared images that trace stellar continuum emission, the Paschen$α$ and H$α$ recombination lines, and the 3.3 $μ$m polycyclic aromatic hydrocarbon feature and its underlying continuum. With this approach, we identify 292 embedded cluster candidates for which we characterize their ages, masses, and levels of line-of-sight extinction by comparing the photometric data to predictions from stellar population models. The embedded cluster candidates have a median age of 4.5 Myr and an average line-of-sight extinction $\\left< A_V \\right> = 6.0$ mag. We determine lower limits on source stellar masses, resulting in a median stellar mass of $10^3$ $M_{\\odot}$. We use this sample of embedded cluster candidates to train multiple convolutional neural network models to carry out deep transfer learning-based searches for embedded clusters. With the aim of optimizing models for future catalog production, we compare results for four variations of training data using two neural networks. Confusion matrices for all eight model configurations, as well as inter-model identification trends, are presented. With refinement of the training sample, we determine that optimized models could serve as a pathway for future embedded cluster identification beyond our 11 galaxy sample.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-14T23:03:29Z",
      "arxiv:comment": "27 pages, 14 figures. To be published in The Astronomical Journal",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Gabrielle B. Graham"
        },
        {
          "name": "Daniel A. Dale"
        },
        {
          "name": "Chase L. Smith"
        },
        {
          "name": "Elisabeth Brann"
        },
        {
          "name": "Kaycee D. Conder"
        },
        {
          "name": "Samuel Crowe"
        },
        {
          "name": "Sumitra Dhileepkumar"
        },
        {
          "name": "Nicole A. Imming"
        },
        {
          "name": "Emilio Mendez"
        },
        {
          "name": "Zachary Pleska"
        },
        {
          "name": "Kelsey Sako"
        },
        {
          "name": "Amirnezam Amiri"
        },
        {
          "name": "Ashley T. Barnes"
        },
        {
          "name": "Médéric Boquien"
        },
        {
          "name": "Rupali Chandar"
        },
        {
          "name": "Ryan Chown"
        },
        {
          "name": "Oleg Y. Gnedin"
        },
        {
          "name": "Kathryn Grasha"
        },
        {
          "name": "Stephen Hannon"
        },
        {
          "name": "Hamid Hassani"
        },
        {
          "name": "Rémy Indebetouw"
        },
        {
          "name": "Hwihyun Kim"
        },
        {
          "name": "Jaeyeon Kim"
        },
        {
          "name": "Hannah Koziol"
        },
        {
          "name": "Kirsten L. Larson"
        },
        {
          "name": "Janice C. Lee"
        },
        {
          "name": "Adam K. Leroy"
        },
        {
          "name": "Elias K. Oakes"
        },
        {
          "name": "M. Jimena Rodríguez"
        },
        {
          "name": "Erik Rosolowsky"
        },
        {
          "name": "Karin Sandstrom"
        },
        {
          "name": "Eva Schinnerer"
        },
        {
          "name": "Jessica Sutter"
        },
        {
          "name": "David A. Thilker"
        },
        {
          "name": "Leonardo Ubeda"
        },
        {
          "name": "Bradley C. Whitmore"
        },
        {
          "name": "Tony D. Weinbeck"
        },
        {
          "name": "Thomas G. Williams"
        },
        {
          "name": "Aida Wofford"
        },
        {
          "name": "J. Eduardo Méndez-Delgado"
        },
        {
          "name": "Qiushi Chris Tian"
        },
        {
          "name": "the PHANGS Collaboration"
        }
      ],
      "arxiv:doi": "10.3847/1538-3881/ae10ad",
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2511.11804v1",
      "title": "Not all cores are equal: Phase-space origins of dynamical friction, stalling and buoyancy",
      "updated": "2025-11-14T19:00:03Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.11804v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.11804v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Dynamical friction governs the orbital decay of massive perturbers within galaxies and dark matter halos, yet its standard Chandrasekhar formulation fails in systems with cores of (roughly) constant density, where inspiral can halt or even reverse, phenomena known respectively as core stalling and dynamical buoyancy. Although these effects have been observed in simulations, the conditions under which they arise remain unclear. Using high-resolution N-body simulations and analytic insights from kinetic theory, we systematically explore the physical origin of these effects. We demonstrate that the overall distribution function (DF) of the host, not just its central density gradient, determines the efficiency and direction of dynamical friction. Core stalling arises when the perturber encounters a plateau in the DF, either pre-existing or dynamically created through its own inspiral, while buoyancy emerges in systems whose DFs possess an inflection that drives an unstable dipole mode. We show that double power-law density profiles with rapid outer-to-inner slope transitions naturally produce such DF features, which is why structurally similar cores can yield radically different dynamical outcomes. Our results provide a unified framework linking the phase-space structure of galaxies to the fate of embedded massive objects, with direct implications for off-center AGN, the dynamics of nuclear star clusters, and the stalled coalescence of black holes in dwarf galaxies and massive ellipticals.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-14T19:00:03Z",
      "arxiv:comment": "19 pages, 8 figures. Comments welcome!",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Shashank Dattathri"
        },
        {
          "name": "Frank C. van den Bosch"
        },
        {
          "name": "Uddipan Banik"
        },
        {
          "name": "Martin Weinberg"
        },
        {
          "name": "Priyamvada Natarajan"
        },
        {
          "name": "Zhaozhou Li"
        },
        {
          "name": "Avishai Dekel"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.11432v1",
      "title": "Star clusters in the gamma-ray sky",
      "updated": "2025-11-14T16:01:13Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.11432v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.11432v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Massive Star Clusters (SCs) have been proposed as additional contributors to Galactic Cosmic rays (CRs), to overcome the limitations of supernova remnants (SNRs) to reach the highest energy end of the CR spectrum. Thanks to fast mass losses due to the collective stellar winds, the environment around SCs is potentially suitable for particle acceleration up to PeV energies, and their energetics is enough to account for a non-negligible fraction of the Galactic CRs. Anyhow, the theoretical expectations need to be corroborated by clear observations. Despite the increasing number of detections at different energies, the contamination of other sources often makes it difficult to constrain the contribution arising from stellar winds only, unless one selects objects younger than a few million years, namely before stars start to explode inside clusters. I will review the results obtained with gamma-ray data towards a few massive young star clusters and discuss what implications these result have, especially concerning their contribution to the bulk of Galactic CRs.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-14T16:01:13Z",
      "arxiv:comment": "Plenary highlight talk presented at the 39th International Cosmic Ray Conference 2025",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "arxiv:journal_ref": "PoS(ICRC2025)1390",
      "author": {
        "name": "Giada Peron"
      },
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2511.11314v1",
      "title": "Radiation magnetohydrodynamics simulations of Population III star formation during the Epoch of Reionization",
      "updated": "2025-11-14T13:57:11Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.11314v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.11314v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Cosmological simulations find that pockets of star-forming gas could remain pristine up until the Epoch of Reionization (EoR) due to the inhomogeneous nature of metal mixing and enrichment in the early Universe. Such pristine clouds could have formed Population III stars, which could have distinct properties compared to their very high redshift ($z \\geq 20$) counterparts. We investigate how Population III stars form and grow during the EoR, and whether the resulting mass distribution varies with environment or across cosmic time. We perform high-resolution ($7.5\\,\\rm{au}$) radiation-magnetohydrodynamics simulations of identical primordial clouds exposed to the CMB appropriate for $z=30$ and $z=6$, respectively, as part of the POPSICLE project. We also run a simulation at $z=6$ with a strong external Lyman-Werner (LW) background, to span across radiative environments which could host metal-free clumps during the EoR. In the limit of no external LW radiation, we find that while the evolution of the most massive star ($M_{\\star} \\approx 70\\,\\rm{M_{\\odot}}$) is almost identical between $z=30$ and $z=6$, the latter exhibits less fragmentation, leading to a smaller cluster of stars with a higher median stellar mass. In the limit of high external LW radiation, we see vigorous accretion and high star formation efficiencies, leading to the formation of very massive ($M_{\\star} > 100\\,\\rm{M_{\\odot}}$) stars. Our results suggest that Population III IMF could vary with redshift simply due to the CMB, independent of the environment. We find that less massive and more compact Pop III star clusters could form during the EoR as compared to $z \\geq 20$, with the formation of very massive and supermassive stars likely in strongly irradiated environments.",
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-14T13:57:11Z",
      "arxiv:comment": "8 pages, 11 figures, submitted to A&A",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Lisanne van Veenen"
        },
        {
          "name": "Piyush Sharda"
        },
        {
          "name": "Serena Viti"
        },
        {
          "name": "Shyam H. Menon"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.11115v1",
      "title": "The Spatial Evolution of Star Clusters in NGC 628 with JWST",
      "updated": "2025-11-14T09:44:14Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.11115v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.11115v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We examine the spatial distribution of star clusters in NGC 628 using the statistical tool INDICATE to quantify clustering tendencies. Our sample, based on HST and JWST observations, is the most complete to date, spanning ages from 1 Myr to >100 Myr. We find cluster spatial behaviour varies with galactic position, age, and mass. Most emerging young clusters are tightly spatially associated with each other, while fully emerged clusters are in \\sim1.5 times looser spatial associations, irrespective of age. Young Massive Clusters (YMCs \\ge 10^4 M_{\\odot}) tend to associate with lower-mass clusters but not strongly with other YMCs, implying that intense star formation regions produce a few YMCs alongside many lower-mass clusters rather than multiple YMCs together. Young concentrated clusters show a wide radial distribution in the galactic disk, which narrows with age; with concentrated clusters >100 Myr mostly residing between 2-6 kpc. This pattern may reflect either faster dispersal of isolated tight cluster spatial \"structure\" in a lower gas density outer disk or gradual inside-out growth, with the formation of this structure shifting outward over time. We also detect distinct spatial behaviours for clusters within 2 kpc, linked to the inner Lindblad resonance (\\le1 kpc), nuclear ring (\\sim0.5-1 kpc), and the start of spiral arms (\\sim1.25-2 kpc), suggesting these regions exhibit strong radial motions that could hinder clusters from forming and remaining in tight concentrations. Our results highlight how spatially-resolved studies of clusters can reveal the influence of galactic dynamics on star formation and cluster evolution.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-14T09:44:14Z",
      "arxiv:comment": "17 pages, 13 figures, 4 tables, accepted for publication in MNRAS",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Anne S. M. Buckner"
        },
        {
          "name": "Ana Duarte-Cabral"
        },
        {
          "name": "Angela Adamo"
        },
        {
          "name": "Sean Linden"
        },
        {
          "name": "Michele Cignoni"
        },
        {
          "name": "Varun Bajaj"
        },
        {
          "name": "Arjan Bik"
        },
        {
          "name": "Giacomo Bortolini"
        },
        {
          "name": "Daniela Calzetti"
        },
        {
          "name": "Matteo Correnti"
        },
        {
          "name": "Bruce G. Elmegreen"
        },
        {
          "name": "Debra M. Elmegreen"
        },
        {
          "name": "Helena Faustino Vieira"
        },
        {
          "name": "John S. Gallagher"
        },
        {
          "name": "Kathryn Grasha"
        },
        {
          "name": "Benjamin Gregg"
        },
        {
          "name": "Rob A. Gutermuth"
        },
        {
          "name": "Kelsey Johnson"
        },
        {
          "name": "Mark Krumholz Drew Lapeer"
        },
        {
          "name": "Matteo M. Messa"
        },
        {
          "name": "Göran Östlin"
        },
        {
          "name": "Alex Pedrini"
        },
        {
          "name": "Jenna E. Ryon"
        },
        {
          "name": "Linda J. Smith"
        },
        {
          "name": "Monica Tosi"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2511.10486v1",
      "title": "Revealing the Connection Between the Filamentary Hierarchy and Star Cluster Formation in a Simulated NGC 628 Galaxy",
      "updated": "2025-11-13T16:52:44Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.10486v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.10486v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "There is abundant observational evidence for the hierarchical, interconnected nature of filaments in the interstellar medium (ISM) extending from galactic down to sub-parsec scales. New JWST images of NGC 628 in particular, show clusters forming along the two spiral arms of this galaxy. In this paper we investigate filament and cluster properties in an NGC 628-like multi-scale high-resolution magnetohydrodynamic simulation. We use a filament finding tool to identify filaments and derive the probability density functions (PDFs) for the filament lengths and masses. Using a clustering algorithm we identify star clusters formed between 268 to 278 Myr and follow this population as the galaxy evolves for 60 Myr, calculating their mass PDFs, average radius growth rate, and average mass loss rate. We find a power-law index of alpha_m = -1.35 for the filament masses. Calculating the power-law index from our cluster mass PDF, we find a value of alpha_{c,m} = -1.35 when the clusters first form, exactly our filament mass power-law index. This shows that properties of young clusters arise from the gravitational fragmentation of their host filaments. We track the post-formation evolution of the clusters as they become unbound, increase in radius and decrease in mass yielding an ever steeper mass power-law index. After 60 Myr, the mass power-law index is alpha_{c,m} = -1.55, matching other simulations and observations.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-13T16:52:44Z",
      "arxiv:comment": "23 pages, 19 figures, 5 tables. In revision with ApJ after first referee report",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Tamara Koletic"
        },
        {
          "name": "Rachel Pillsworth"
        },
        {
          "name": "Ralph E. Pudritz"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2511.09911v1",
      "title": "View of the Supernebula in NGC 5253. II. Nebular Lines",
      "updated": "2025-11-13T03:15:03Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.09911v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.09911v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The nearby dwarf starburst NGC 5253 is dominated by a compact radio-infrared supernebula powered by a very young and bright embedded Super Star Cluster (SSC) of $\\sim 10^9 L_\\odot$. We observed this source and its surroundings over the 5-25$μ$m range with MIRI/MRS on JWST and in Paper I presented the JWST view of the region and its continuum features. We now present the more than 70 emission lines of HI, $H_2$ and metal ions detected by MIRI/MRS. We derive the extinction by comparing HI recombination to the free-free radio continuum and find that it is very flat, i.e., almost independent of wavelength, over this spectral range. Nebular conditions are consistent with young ($\\lesssim5\\times10^6$ years) and very massive stars. All regions show high excitation, but the spatial distribution of the high excitation lines suggests that photons with energies close to 50eV are escaping the supernebula core in spite of 35 magnitudes of visual extinction.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-13T03:15:03Z",
      "arxiv:comment": "Submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sara C. Beck"
        },
        {
          "name": "Jean L. Turner"
        },
        {
          "name": "Elm Zweig"
        },
        {
          "name": "John H. Black"
        },
        {
          "name": "Paul T. P. Ho"
        },
        {
          "name": "David S. Meier"
        },
        {
          "name": "Sergiy Silich"
        },
        {
          "name": "Daniel P. Cohen"
        },
        {
          "name": "S. Michelle Consiglio"
        },
        {
          "name": "Nicholas G. Ferraro"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.09911v2",
      "title": "JWST View of the Supernebula in NGC 5253. II. Nebular Lines",
      "updated": "2025-11-16T17:39:13Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.09911v2",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.09911v2",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The nearby dwarf starburst NGC 5253 is dominated by a compact radio-infrared supernebula powered by a very young and bright embedded Super Star Cluster (SSC) of $\\sim 10^9 L_\\odot$. We observed this source and its surroundings over the 5-25$μ$m range with MIRI/MRS on JWST and in Paper I presented the JWST view of the region and its continuum features. We now present the more than 70 emission lines of HI, $H_2$ and metal ions detected by MIRI/MRS. We derive the extinction by comparing HI recombination to the free-free radio continuum and find that it is very flat, i.e., almost independent of wavelength, over this spectral range. Nebular conditions are consistent with young ($\\lesssim5\\times10^6$ years) and very massive stars. All regions show high excitation, but the spatial distribution of the high excitation lines suggests that photons with energies close to 50eV are escaping the supernebula core in spite of 35 magnitudes of visual extinction.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-13T03:15:03Z",
      "arxiv:comment": "Submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Sara C. Beck"
        },
        {
          "name": "Jean L. Turner"
        },
        {
          "name": "Elm Zweig"
        },
        {
          "name": "John H. Black"
        },
        {
          "name": "Paul T. P. Ho"
        },
        {
          "name": "David S. Meier"
        },
        {
          "name": "Sergiy Silich"
        },
        {
          "name": "Daniel P. Cohen"
        },
        {
          "name": "S. Michelle Consiglio"
        },
        {
          "name": "Nicholas G. Ferraro"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.09910v1",
      "title": "JWST View of the Supernebula in NGC 5253. I. Overview and Continuum Features",
      "updated": "2025-11-13T03:13:21Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.09910v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.09910v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We present imaging spectroscopy of the \"supernebula\" in the nearby dwarf galaxy NGC 5253 with the MIRI-MRS integral field spectrometer of the JWST. NGC 5253 is host to an luminous ($L\\sim 10^9~\\rm L_\\odot$) HII region, powered by a giant young star cluster, a possible local analogue to super star cluster formation at Cosmic Dawn and Noon. In this paper, the first in a series about the mid-infrared line and continuum emission in the center of NGC 5253, we present an overview and continuum spectra. The mid-infrared images reveal four sources of continuum emission from hot dust that we identify as luminous HII regions, which are used to define spectral apertures. The dominant continuum source is the pc-scale supernebula core seen at radio wavelengths. We find that the MIR to radio continuum flux ratio for all regions is identical to that of Galactic HII regions. The 9.7 silicate feature is present and strongest in absorption toward the supernebula. Silicate emission is seen in another HII region. PAH features are present, although weak, particularly in the supernebula; the strongest emission is in an HII region only 15 pc from the supernebula core. PAH features at 6.2$μ$m and 11.3$μ$m are detected in all sources. Comparison of the luminosity implied by the ionization to the observed infrared luminosity suggest that at least 25% ofthe photons are escaping the embedded supernebula core, in spite of its high, $A_V\\gtrsim 15$, extinction.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-13T03:13:21Z",
      "arxiv:comment": "Submitted to ApJ",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Jean L. Turner"
        },
        {
          "name": "Sara C. Beck"
        },
        {
          "name": "Elm A. Zweig"
        },
        {
          "name": "L. Barcos-Muñoz"
        },
        {
          "name": "John H. Black"
        },
        {
          "name": "Daniel P. Cohen"
        },
        {
          "name": "S. Michelle Consiglio"
        },
        {
          "name": "Nicholas G. Ferraro"
        },
        {
          "name": "Paul T. P. Ho"
        },
        {
          "name": "David S. Meier"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2511.09641v1",
      "title": "Chandra and HST Observations of Radio-Selected (Wandering) Massive Black Hole Candidates in Dwarf Galaxies",
      "updated": "2025-11-12T19:00:06Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.09641v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.09641v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We present Chandra X-ray Observatory and Hubble Space Telescope (HST) follow-up observations of 12 dwarf galaxies from Reines et al. (2020) that are potential hosts of radio-selected active galactic nuclei (AGNs), eight of which are non-nuclear and possible ``wandering\" black holes (BHs). Our multi-wavelength analysis indicates a heterogeneous sample with five radio sources detected at both X-ray and optical wavelengths within positional uncertainties and non-detections for the remaining objects. Of the radio objects detected in the X-ray/optical, three have multi-wavelength evidence for hosting nuclear massive BHs and one object is consistent with an extreme compact starburst. Only one of the off-nuclear radio sources has a significant optical counterpart and we present Palomar spectroscopy that identifies this object as a background AGN. We cannot definitively determine if the seven remaining off-nuclear radio sources are wandering massive BHs in the target dwarf galaxies or background AGNs, although the three sources with the largest offsets have compact radio cores detected with the Very Large Baseline Array and are consistent with expectations for background AGNs (Sargent et al 2022). Our HST sensitivity limits also allow for wandering massive BHs in the target dwarf galaxies that are hosted by stellar clusters with masses $\\lesssim 10^6 M_\\odot$.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-12T19:00:06Z",
      "arxiv:comment": "21 pages, 4 Figures, 7 Tables, accepted for publication in The Astrophysical Journal",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Megan R. Sturm"
        },
        {
          "name": "Amy E. Reines"
        },
        {
          "name": "Anne M. Lohfink"
        },
        {
          "name": "Akos Bogdan"
        },
        {
          "name": "Ralph Kraft"
        },
        {
          "name": "Daniel Stern"
        },
        {
          "name": "Thomas Connor"
        },
        {
          "name": "Jeremy Darling"
        },
        {
          "name": "Mallory Molina"
        }
      ],
      "score": 0.5
    }
  ]
}