{
  "fetched_at": "2025-11-26T12:56:28.039Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2511.15808v1",
      "title": "The abundance and properties of the lowest luminosity dwarf galaxies around the Milky Way: Insights from Semi-Analytic Models",
      "updated": "2025-11-19T19:02:10Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15808v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15808v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "We investigate the formation and observable properties of faint satellite galaxies (M$_\\rm V > -3$) in Milky Way-like halos using the semi-analytic galaxy formation model Galacticus. The ability of the smallest dark matter halos to form stars depends sensitively on the balance between gas cooling and reionization heating. To quantify how this balance shapes the abundance and properties of the faintest galaxies, we compare two model variants: a fiducial model that includes molecular hydrogen (H$_2$) cooling and UV background radiation, and a No-H$_2$ model with atomic cooling only. Both models reproduce the structural properties of brighter Milky Way satellites, but they diverge at the lowest luminosities in the hyper-faint regime. The fiducial model predicts a substantially larger population of such systems that are on average hosted in halos with lower peak masses and quenched earlier. Many of these predicted systems lie below current observational thresholds but are within reach of next-generation deep imaging surveys. The predicted size-luminosity distributions of both models overlap with the region occupied by recently discovered \"ambiguous\" systems, whose classification as galaxies or star clusters remains uncertain. Specifically, we find that hyper-faint satellites have line-of-sight velocity dispersions of $σ_{\\rm los} \\sim 1-3$ km/s in the fiducial model, nearly an order of magnitude higher than expected for purely self-gravitating stellar systems of the same stellar mass. This distinction underscores the diagnostic power of precise kinematic measurements for determining whether ambiguous objects are dark matter dominated dwarf galaxies or star clusters, and highlights the importance of upcoming spectroscopic campaigns in resolving the nature of the faintest satellites.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-19T19:02:10Z",
      "arxiv:comment": "10 pages, 5 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Niusha Ahvazi"
        },
        {
          "name": "Andrew B. Pace"
        },
        {
          "name": "Christopher T. Garling"
        },
        {
          "name": "Xiaowei Ou"
        },
        {
          "name": "Nitya Kallivayalil"
        },
        {
          "name": "Paul Torrey"
        },
        {
          "name": "Andrew Benson"
        },
        {
          "name": "Aklant Bhowmick"
        },
        {
          "name": "Núria Torres-Albà"
        },
        {
          "name": "Alex M. Garcia"
        },
        {
          "name": "Alejandro Saravia"
        },
        {
          "name": "Jonathan Kho"
        },
        {
          "name": "Jack T. Warfield"
        },
        {
          "name": "Kaia R. Atzberger"
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2511.15215v1",
      "title": "Evolution of action-space coherence in a Milky Way-like simulation",
      "updated": "2025-11-19T08:07:18Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15215v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15215v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Efforts to dynamically trace stars back to the now-dissolved clusters in which they formed rely implicitly on the assumption that stellar orbital actions are conserved. While this holds in a static, axisymmetric potential, it is unknown how strongly the time-varying, non-axisymmetric structure of a real galactic disk drives action drift that inhibits cluster reconstruction. We answer this question using a high-resolution magnetohydrodynamic simulation of a Milky Way-like spiral disc galaxy. We show that, while stars experience significant action evolution over $\\lesssim 100$ Myr, they do so in a correlated fashion whereby stars born in close proximity maintain very similar actions for up to 0.5 Gyr. The degree of coherence shows no significant dependence on galactocentric radius, but varies between action components: vertical actions decohere for stars born more than a few hundred parsecs apart (likely due to giant molecular clouds), while radial and azimuthal actions remain correlated on kiloparsec scales (likely influenced by spiral arms). We use our measurements of the rate of action decoherence to develop a probabilistic framework that lets us infer the initial sizes of the star cluster progenitors of present-day stellar streams from their measured action distributions, which we apply to 438 known moving groups. Our results suggest that most of these streams likely originated from compact clusters, but that a significant minority are instead likely to be resonant or dynamically induced structures. This method of classifying streams complements existing methods, optimises the use of expensive spectroscopic abundance measurements, and will be enhanced by the more precise kinematic data that will soon become available from \\textit{Gaia} DR4.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-11-19T08:07:18Z",
      "arxiv:comment": "Submitted to MNRAS, comments welcome! Check https://github.com/aruuniima/stellar-actions-II for codes and some of the data used. 14 pages, 14 figures",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Arunima Arunima"
        },
        {
          "name": "Mark R. Krumholz"
        },
        {
          "name": "Michael J. Ireland"
        },
        {
          "name": "Chuhan Zhang"
        },
        {
          "name": "Sven Buder"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2511.15115v1",
      "title": "PHR~J1724-3859: A Bipolar Planetary Nebula in Open Cluster Trumpler 25",
      "updated": "2025-11-19T04:37:53Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2511.15115v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2511.15115v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-4357/ae1f0c",
            "title": "doi"
          }
        }
      ],
      "summary": "Planetary nebulae (PNe) studies are essential for understanding late stellar evolution of low-to-intermediate mass stars. PNe in open clusters (OC) are rare but valuable since their study directly links their properties to those of their progenitors, something that cannot be achieved for field PNe. Here, we report the identification of one more OC-PN association to add to the small sample of, now, five pairs. The physical properties of the host cluster, PN and its central star (CSPN) have been explored using high and intermediate-resolution spectral and deep photometric data. The close agreement of the radial velocities of the PN and host cluster, together with concordance of reddening and distance, show that the PN PHR~J1724-3859 is highly likely to be physically associated with the OC Trumpler~25. Deep photometric data allowed clear identification of the CSPN. We find a CSPN effective temperature of around 250 kK and a nebular kinematic age of 23 kyrs, both at the extreme end, like the other members of this small class. The progenitor and final CSPN masses have been estimated to be 5.12$_{-0.15}^{+0.16}$ $M_\\odot$ and 0.95$\\pm$0.12 $M_\\odot$ respectively. These latest results agree with the emerging trend for our other OC-PNe, falling below, but approximately parallel to, the latest initial-to-final-mass relation estimates derived from cluster white dwarfs and has important implications for stellar evolution models. All OC-PNe also possess some other common properties (e.g. all are Type-I PNe and bipolars) to be explored in future studies.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-11-19T04:37:53Z",
      "arxiv:comment": "19 pages, 9 figures, 4 tables",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Vasiliki Fragkou"
        },
        {
          "name": "Quentin A. Parker"
        },
        {
          "name": "Denise R. Gonçalves"
        }
      ],
      "arxiv:doi": "10.3847/1538-4357/ae1f0c",
      "score": 6
    }
  ]
}