{
  "fetched_at": "2025-10-13T18:33:40.972Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2510.09168v1",
      "updated": "2025-10-10T09:11:20Z",
      "published": "2025-10-10T09:11:20Z",
      "title": "The age and metallicity dependence of the near-infrared absolute\n  magnitude and colour of red clump stars",
      "summary": "  Understanding the age and metallicity dependence of the absolute magnitude\nand colour of red clump (RC) stars is crucial for validating the accuracy of\nstellar evolution models and enhancing their reliability as a standard candle.\nHowever, this dependence has previously been investigated in the near-infrared\nacross multiple bands only for -1.05 $\\leq$ [Fe/H] $\\leq$ 0.40, a range\naccessible through the star clusters in the Large Magellanic Cloud. Therefore,\nwe used star clusters in the Small Magellanic Cloud and the Milky Way Galaxy to\ninvestigate the age and metallicity dependence of the absolute magnitude and\ncolour of RC stars in the near-infrared for a broader parameter space (0.45\n$\\leq$ Age (Gyr) $\\leq$ 10.5, -1.65 $\\leq$ [Fe/H] $\\leq$ 0.32). Comparison of\nour results with three isochronous models BaSTI, PARSEC, and MIST reveals that\nthe age dependence of the absolute magnitude for young RC stars aligns well\nwith theoretical predictions, within the fitting errors of the multiple\nregression analysis. Additionally, the observed colour shows good agreement\nwith the theoretical models. Notably, the $J - K_{S}$ colour, which spans a\nwide parameter space, reproduces the distribution expected from the theoretical\nmodel.\n",
      "author": [
        {
          "name": "Hiroki Onozato"
        },
        {
          "name": "Yoshifusa Ita"
        },
        {
          "name": "Yoshikazu Nakada"
        }
      ],
      "arxiv:comment": {
        "_": "22 pages, 20 figures, accepted for publication in MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.09168v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.09168v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2510.08913v1",
      "updated": "2025-10-10T01:52:09Z",
      "published": "2025-10-10T01:52:09Z",
      "title": "Tides from the cloud can induce the fast disruption of star clusters and\n  offer an explanation for Gaia strings",
      "summary": "  Young stars form in clusters within molecular clouds, but older stars are\nevenly distributed across the galactic disk, necessitating an explanation for\ncluster dissolution. We analytically study tidal forces from cold molecular\nclouds as a key mechanism for accelerated cluster disruption. Cloud tides,\ncaused by the gravitational pull of the parent cloud along the radial\ndirection, arise from the spatial gradient of gravitational acceleration and\ndrive cluster disruption. This mechanism activates after gas expulsion and\nremains effective until the cloud is disrupted by stellar feedback or the\ncluster moves away. Cloud tides act on gas-deprived clusters, causing\nexponential expansion on a tidal timescale of $t_{\\rm tidal,ext} =\n\\sqrt{3/(8\\pi G\\rho_{\\rm mean})}$, where $\\rho_{\\rm mean}$ is the cloud's\ndensity at the cluster's location. With a duration of a few Myr, cloud tides\ncan lead to a 10 times increase of the cluster size, producing bar-like\nelongated stellar aggregations resembling Gaia strings. These results establish\ncloud tides as a potentially important mechanism for star cluster disruption.\n",
      "author": [
        {
          "name": "Xiao-Tong Chen"
        },
        {
          "name": "Guang-Xing Li"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.08913v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.08913v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2510.07368v1",
      "updated": "2025-10-08T18:00:00Z",
      "published": "2025-10-08T18:00:00Z",
      "title": "RIGEL: Feedback regulated cloud-scale star formation efficiency in a\n  simulated dwarf galaxy merger",
      "summary": "  Major mergers of galaxies are likely to trigger bursty star formation\nactivities. The accumulation of dense gas and the boost of star formation\nefficiency (SFE) are considered to be the two main drivers of the starbursts.\nHowever, it is still unclear how each process operates on the scale of\nindividual star-forming clouds. Here, we present a high-resolution (2 Msun) RHD\nsimulation of a gas-rich dwarf galaxy merger using the RIGEL model to\ninvestigate how mergers affect the properties of the structure of dense\nstar-forming gas and the cloud-scale SFE. We track the evolution of sub-virial\ndense clouds in the simulation by mapping them across successive snapshots\ntaken at intervals of 0.2 Myr. We found that the merger triggers a 130 times\nhigher SFR and shortens the galaxy-wide gas-depletion time by two orders of\nmagnitude compared to those of two isolated galaxies. However, the depletion\ntime of individual clouds and their lifetime distribution remained unchanged\nover the simulation period. The cloud life cycles and cloud-scale SFE are\ndetermined by the local stellar feedback rather than environmental factors\nregardless of the merger process, and the integrated SFE ($\\epsilon_{\\rm int}$)\nof clouds in complex environments is still well described by an $\\epsilon_{\\rm\nint}-\\Sigma_{\\rm tot}$ relation found in idealized isolated-cloud experiments.\nDuring the peak of the starburst, the median integrated SFE only changed by\n0.17-0.33 dex lower compared to the value when the galaxies are not\ninteracting. The merger boosts the SFR primarily through the accumulation and\ncompression of dense gas fueling star formation. Strong tidal torques assemble\n$>10^ 5$ Msun clouds that seed massive star clusters. The average separation\nbetween star-forming clouds decreases during the merger, which in turn\ndecreases the cloud--cluster spatial decorrelation from >1 kpc to 0.1 kpc\ndepicted by tuning fork diagrams.\n",
      "author": [
        {
          "name": "Yunwei Deng"
        },
        {
          "name": "Hui Li"
        },
        {
          "name": "Federico Marinacci"
        },
        {
          "name": "Yang Ni"
        },
        {
          "name": "Boyuan Liu"
        },
        {
          "name": "Aaron Smith"
        },
        {
          "name": "Rahul Kannan"
        },
        {
          "name": "Greg L. Bryan"
        }
      ],
      "arxiv:comment": {
        "_": "16 pages, 14 figures; A&A in press; abstract slightly abridged;\n  comments welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.07368v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.07368v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.06668v1",
      "updated": "2025-10-08T05:35:41Z",
      "published": "2025-10-08T05:35:41Z",
      "title": "Formation of A Nuclear Star Cluster Through A Merger Event In The Low\n  Surface Brightness Galaxy AGC 223218",
      "summary": "  We present the properties of the nuclear star cluster (NSC) in the low\nsurface brightness galaxy AGC 223218. The disk of the galaxy can be modeled\nusing two S$\\acute{\\rm e}$rsic components with distinct central positions: one\nrepresenting the inner bright disk and the other corresponding to the extended\nouter disk. We estimate the stellar masses of the NSC and the host galaxy using\ntwo methods: spectral energy distribution (SED) fitting and mass-to-light\nversus color relations (MLCRs). The stellar mass ratio of the NSC to AGC 223218\nis 0.094 based on the SED method and 0.072 using MLCRs. The NSC presents a\nyounger stellar population and a lower [Fe/H] value than the host, as\ndetermined from SDSS and LAMOST spectra analysis using pPXF fitting. AGC 223218\nis located at the boundary between the Seyfert and star-forming regions in the\n[SII]-BPT diagram, whereas in the [NII]-BPT diagram, it falls in the track of\nstar-forming SDSS galaxies. This suggests the presence of strong shocks in AGC\n223218. We propose that the NSC in AGC 223218 may have formed as a result of a\nmerger event. Furthermore, the observed X-ray luminosity of AGC 223218 with\neROSITA is two orders of magnitude higher than the expected X-ray luminosity\nfrom X-ray binaries, suggesting the presence of an intermediate-mass black hole\n(IMBH) in the NSC. To account for the observed X-ray luminosity, we estimate\nthe IMBH accretion rate to be approximately 0.001.\n",
      "author": [
        {
          "name": "Tian-Wen Cao"
        },
        {
          "name": "Zi-Qi Chen"
        },
        {
          "name": "Zi-Jian Li"
        },
        {
          "name": "Cheng Cheng"
        },
        {
          "name": "Gaspar Galaz"
        },
        {
          "name": "Venu M. Kalari"
        },
        {
          "name": "Jun-feng Wang"
        },
        {
          "name": "Chun-Yi Zhang"
        },
        {
          "name": "Pei-Bin Chen"
        },
        {
          "name": "Meng-Ting Shen"
        },
        {
          "name": "Hong Wu"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4357/adf559",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4357/adf559",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.06668v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.06668v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "11 pages, 8 figures, accepted for publication in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "ApJ 990 131 (2025)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2510.06320v1",
      "updated": "2025-10-07T18:00:02Z",
      "published": "2025-10-07T18:00:02Z",
      "title": "A Deep Look into the Intermediate-Age Open Cluster NGC 2506: What Binary\n  Systems Reveal About Cluster Distance and Age",
      "summary": "  Using high-precision observations from the space-based \\textit{Gaia} and\n\\textit{TESS} missions, complemented by ground-based spectroscopic data and\nmulti-band photometric surveys, we perform a detailed investigation of the\nGalactic open cluster NGC~2506. We present a new analysis of the\nintermediate-age open cluster NGC~2506, using joint fits to the radial\nvelocities (RVs) and spectral energy distributions (SEDs) of five double-lined\nbinary systems, including two eclipsing binaries. The analysis yields\nself-consistent estimates of the cluster's age, distance, and extinction, based\non 18 free parameters: 10 stellar masses, 5 orbital inclinations, and common\nvalues for age, distance, and $A_V$. The SED fitting incorporates stellar\nisochrones, and the resulting parameters are examined through HR diagrams\n(R--$T_{\\rm eff}$, R--M, and M--$T_{\\rm eff}$) to assess evolutionary\nconsistency. The age we derive for the cluster is $1.94 \\pm 0.03$ Gyr for an\nassumed [Fe/H] = -0.30, and a fitting formula is given for extrapolation to\nother metallicities. The distance we find from the SED fitting is $3189 \\pm 53$\npc, and this is to be compared with our own inference from the Gaia data which\nis $3105 \\pm 75$ pc, based on 919 stars identified as cluster members. Our\nresults demonstrate the power of binary systems in tightly constraining\ncluster-wide age and distance at this evolutionary stage. This approach\nrepresents one of the most accurate characterizations of an intermediate-age\nopen cluster using multiple binary systems.\n",
      "author": [
        {
          "name": "K. Yakut"
        },
        {
          "name": "B. Kalomeni"
        },
        {
          "name": "S. Rappaport"
        },
        {
          "name": "Veselin Kostov"
        }
      ],
      "arxiv:comment": {
        "_": "12 pages, 7 figures, 5 tables, Accepted for publication in MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.06320v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.06320v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 9
    },
    {
      "id": "http://arxiv.org/abs/2510.06134v1",
      "updated": "2025-10-07T17:08:44Z",
      "published": "2025-10-07T17:08:44Z",
      "title": "Resolving Star Cluster Formation in Galaxy Simulations with Cosmic Ray\n  Feedback",
      "summary": "  Star clusters host the massive stars responsible for feedback in star-forming\ngalaxies. Stellar feedback shapes the interstellar medium (ISM), affecting the\nformation of future star clusters. To self-consistently capture the interplay\nbetween feedback and star formation, a model must resolve the parsec-scale star\nformation sites and the multiphase ISM. Additionally, the dynamical impact of\ncosmic rays (CRs) on star formation rates (SFRs) must also be considered. We\npresent the first simulations of the formation of an ensemble of star clusters\nwith dynamically-coupled CRs, near-individual star particles, and a\nfeedback-regulated ISM. We analyze tallbox simulations performed using the\nCRISP model in the moving-mesh code AREPO. We apply varied implementations of\nCR transport under the theory of self-confinement. We find that CRs\nsimultaneously reduce the SFR, the power law slope of the cluster mass\nfunction, and the cluster formation efficiency. Each simulation is compatible\nwith observations, and CR feedback tends to move results along observed star\ncluster relations. We see only modest changes in cluster radius and velocity\ndispersions, but significant differences in the virial parameters. Ultimately,\nthe primary impact of CRs is to reduce SFRs. Lower SFRs imply fewer supernovae,\nand consequently a lower turbulent energy budget for gas. Star clusters formed\nin a CR-regulated ISM have lower velocity dispersions, and are therefore more\nbound under self-gravity. The effective clustering of SNe is unchanged by CRs.\nThrough this work, we demonstrate the predictive power of the CRISP feedback\nmodel, despite this idealized setup.\n",
      "author": [
        {
          "name": "Brandon Sike"
        },
        {
          "name": "Mateusz Ruszkowski"
        },
        {
          "name": "Oleg Y. Gnedin"
        },
        {
          "name": "Yingtian Chen"
        },
        {
          "name": "Matthias Weber"
        },
        {
          "name": "Timon Thomas"
        },
        {
          "name": "Christoph Pfrommer"
        }
      ],
      "arxiv:comment": {
        "_": "23 pages, 9 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.06134v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.06134v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2510.05634v1",
      "updated": "2025-10-07T07:35:28Z",
      "published": "2025-10-07T07:35:28Z",
      "title": "On the Formation of GW231123 in Population III Star Clusters",
      "summary": "  GW231123 is a binary black hole merger whose primary component lies within or\nabove the pair-instability mass gap, while the secondary component falls within\nthis gap. The standard theory of stellar evolution is significantly challenged\nby this event. We investigate the formation of candidate progenitors of\nGW231123 in Population III (Pop3) star clusters. We find that they could form\nthrough stellar mergers, binary black hole mergers, and mixed mergers. The mass\ndistribution of these candidate progenitors covers the component masses of\nGW231123. Their predicted merger rate density spans the range of $0.001{\\rm\nGpc^{-3}yr^{-1}}-0.26{\\rm Gpc^{-3}yr^{-1}}$, encompassing that of GW231123.\nThese findings suggest that GW231123 may originate from Pop3 star clusters.\nFurthermore, such candidate progenitors are expected to be detectable by future\ngravitational wave detectors LISA/Taiji/TianQin/DECIGO/CE/ET, which would\nprovide valuable insights into the formation scenarios of events like GW231123.\n",
      "author": [
        {
          "name": "Shuai Liu"
        },
        {
          "name": "Long Wang"
        },
        {
          "name": "Ataru Tanikawa"
        },
        {
          "name": "Weiwei Wu"
        },
        {
          "name": "Michiko S. Fujii"
        }
      ],
      "arxiv:comment": {
        "_": "8 pages, 4 figures, and 1 table. Accepted by ApJL",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05634v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05634v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "hep-th",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2510.05332v1",
      "updated": "2025-10-06T19:54:46Z",
      "published": "2025-10-06T19:54:46Z",
      "title": "Declining metallicity and extended HeII in the outflow of an epoch of\n  reionization analogue galaxy",
      "summary": "  We present VLT/X-shooter spectroscopy of the extremely metal-poor starburst\ngalaxy SBS 0335-052E, a nearby (D $\\sim$54 Mpc) analog of high-redshift\nsystems, probing its outflow up to a distance of $\\sim$2.6 kpc. Using\ndirect-method oxygen abundances, we find a complex metallicity profile that\ngenerally declines with distance, decreasing by 0.37 dex from the galaxy center\nout to 2.4 kpc into the outflow. This implies a metal-loading factor roughly an\norder of magnitude lower than predictions based on the mass-metallicity\nrelation for low-mass galaxies. We also detect extended HeII emission,\nincluding a broad, redshifted component beyond 2 kpc, distinct from narrow\nemission associated with star clusters. No H$\\beta$ emission is detected\nassociated with the broad redshifted component, implying extremely high\nHeII/H$\\beta$ ratios (0.7--4.8). Such extreme values, combined with the\ndecreasing metallicity, challenge current models for stellar feedback. The\ncontribution of an intermediate-mass black hole could simultaneously account\nfor the declining metallicity and the unusually extended HeII emission.\n",
      "author": [
        {
          "name": "M. J. Hamel-Bravo"
        },
        {
          "name": "D. B. Fisher"
        },
        {
          "name": "D. A. Berg"
        },
        {
          "name": "A. J. Cameron"
        },
        {
          "name": "J. Chisholm"
        },
        {
          "name": "G. G. Kacprzak"
        },
        {
          "name": "B. Mazzilli Ciraulo"
        },
        {
          "name": "H. Katz"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, submitted to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05332v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05332v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.05258v1",
      "updated": "2025-10-06T18:20:34Z",
      "published": "2025-10-06T18:20:34Z",
      "title": "Self-interacting dark matter in the center of a Local Group dwarf galaxy\n  and its satellites",
      "summary": "  We present a detailed comparison of a Local Group dwarf galaxy analogue\nevolved in two cosmological models: the standard $\\Lambda$CDM and a\nself-interacting dark matter (SIDM) model with a velocity-dependent\ncross-section. Both simulations are run with the high-resolution,\nhydrodynamical LYRA galaxy formation model, allowing us to explore the global\nand substructure properties of the dwarf in a consistent context. While the\noverall halo growth, final mass, and subhalo mass functions remain largely\nunchanged across models, SIDM produces a central dark matter core extending to\n$\\sim$1 kpc, which does not significantly vary with the inclusion of baryons.\nBaryonic properties, however, differ notably. The SIDM model leads to a 25%\nreduction in stellar mass and retains more gas within the stellar half-mass\nradius due to a prolonged quiescent phase in star formation. The stellar\ndistribution is less centrally concentrated, and a population of in-situ star\nclusters form at late times. Substructure analysis reveals fewer luminous\nsatellites and more stellar-only systems in SIDM, driven in part by tidal\nstripping that affects the dark matter more than the stars. A subset of\nsatellites undergoes tidal-triggered core collapse after infall, enhancing the\ndiversity of SIDM satellite rotation curves. These differences offer potential\nobservational signatures of SIDM in low-mass galaxies.\n",
      "author": [
        {
          "name": "Thales A. Gutcke"
        },
        {
          "name": "Giulia Despali"
        },
        {
          "name": "Stephanie O'Neil"
        },
        {
          "name": "Mark Vogelsberger"
        },
        {
          "name": "Azadeh Fattahi"
        },
        {
          "name": "David B. Sanders"
        }
      ],
      "arxiv:comment": {
        "_": "13 pages, 11 figures, submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.05258v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.05258v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2510.04957v1",
      "updated": "2025-10-06T15:56:33Z",
      "published": "2025-10-06T15:56:33Z",
      "title": "Galaxy Model Subtraction with a Convolutional Denoising Autoencoder",
      "summary": "  Galaxy model subtraction removes the smooth light of nearby galaxies so that\nfainter sources (e.g., stars, star clusters, background galaxies) can be\nidentified and measured. Traditional approaches (isophotal or parametric\nfitting) are semi-automated and can be challenging for large data sets. We\nbuild a convolutional denoising autoencoder (DAE) for galaxy model subtraction:\nimages are compressed to a latent representation and reconstructed to yield the\nsmooth galaxy, suppressing other objects. The DAE is trained on\nGALFIT-generated model galaxies injected into real sky backgrounds and tested\non real images from the Next Generation Virgo Cluster Survey (NGVS). To\nquantify performance, we conduct an injection-recovery experiment on residual\nimages by adding mock globular clusters (GCs) with known fluxes and positions.\nOur tests confirm a higher recovery rate of mock GCs near galaxy centers for\ncomplex morphologies, while matching ellipse fitting for smooth ellipticals.\nOverall, the DAE achieves subtraction equivalent to isophotal ellipse fitting\nfor regular ellipticals and superior results for galaxies with high\nellipticities or spiral features. Photometry of small-scale sources on DAE\nresiduals is consistent with that on ellipse-subtracted residuals. Once\ntrained, the DAE processes an image cutout in $\\lesssim 0.1$ s, enabling fast,\nfully automatic analysis of large data sets. We make our code available for\ndownload and use.\n",
      "author": [
        {
          "name": "Rongrong Liu"
        },
        {
          "name": "Eric W. Peng"
        },
        {
          "name": "Kaixiang Wang"
        },
        {
          "name": "Laura Ferrarese"
        },
        {
          "name": "Patrick Côté"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2510.04957v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2510.04957v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.IM",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    }
  ]
}