{
  "fetched_at": "2025-09-14T01:57:04.706Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2509.09617v1",
      "updated": "2025-09-11T16:58:42Z",
      "published": "2025-09-11T16:58:42Z",
      "title": "Detection of a Deeply Embedded Protocluster Candidate in NGC 602 with\n  JWST",
      "summary": "  JWST NIRCam and MIRI photometry of NGC 602, a low-metallicity young star\ncluster in the Small Magellanic Cloud, reveals an extended mid-infrared bright\nemission feature designated as MZS-1. This feature is prominent between 10 and\n25.5 microns, but is extremely faint at 7.7 microns and entirely undetected at\nshorter wavelengths. MZS-1 exhibits an elliptical morphology with a major axis\nof approximately 8 arcseconds and a minor axis of about 4 arcseconds. Its\nelongated shape and multiple emission peaks in the two-dimensional flux map\nsuggest a group of deeply embedded sources with blackbody-like temperatures\nranging from 100 K to 140 K. SED fitting using the Robitaille 2017 model grids\nidentifies these sources as Stage I young stellar objects (YSOs) with masses\nbelow approximately 3 solar masses and a total stellar mass of the protocluster\nof about 300 solar masses (based on a Salpeter IMF). The low YSO masses are\nconsistent with their absence in Spitzer-based catalogs due to sensitivity\nlimits. By revealing a deeply embedded, low-mass protocluster invisible in\nprevious surveys, this work highlights JWST's unparalleled resolution and\nsensitivity in uncovering the earliest stages of low-mass cluster formation in\nthe metal-poor regime.\n",
      "author": [
        {
          "name": "Beena Meena"
        },
        {
          "name": "Peter Zeidler"
        },
        {
          "name": "Elena Sabbi"
        },
        {
          "name": "Antonella Nota"
        },
        {
          "name": "Camilla Pacifici"
        },
        {
          "name": "Olivia C. Jones"
        }
      ],
      "arxiv:comment": {
        "_": "11 pages, 5 figures, 1 table and 1 appendix; Accepted for publication\n  in AJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.09617v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.09617v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2509.09279v1",
      "updated": "2025-09-11T09:09:49Z",
      "published": "2025-09-11T09:09:49Z",
      "title": "Tidal Tails and Their Dynamics in Open Clusters Using Gaia DR3",
      "summary": "  This research presents unsupervised machine learning and statistical\ntechniques to detect and analyze tidal tails in five open clusters, BH 164,\nAlessi 2, NGC 2281, NGC 2354, and M67, with ages ranging from 60 Myr to 4 Gyr,\nusing Gaia DR3 data. Color-magnitude diagram (CMD) matching, principal\ncomponent analysis (PCA), and density-based clustering were used to detect the\ntails. Tidal tails were found in all clusters, extending 40 to 100 pc and\ncontaining 100 to 200 stars. Other statistical methods were used to study the\nstellar kinematics, photometry, and spatial distribution of the detected\nfeatures. The tails had luminosity functions similar to their parent clusters,\ngenerally lacked massive stars, and showed higher binary fractions. Significant\nrotation was detected in M67 and NGC 2281 for the first time.\n",
      "author": [
        {
          "name": "Ira Sharma"
        },
        {
          "name": "Vikrant V. Jadhav"
        },
        {
          "name": "Annapurni Subramaniam"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 2 figures, 1 table. Poster paper from IAU Symposium 398 /\n  MODEST-25. To appear in the Proceedings of IAU Symposium 398, published by\n  Cambridge University Press",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.09279v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.09279v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2509.09011v1",
      "updated": "2025-09-10T21:13:42Z",
      "published": "2025-09-10T21:13:42Z",
      "title": "The Hubble Arp Galaxy Survey",
      "summary": "  The typical galaxy in the local universe is expected to be in a\nself-regulated quasi-equilibrium, displaying a settled morphology that falls\nwithin the Hubble Sequence. The Arp and Arp-Madore catalogs are filled with\nstriking examples of galaxies that defy these expectations, making them useful\ntargets for studying the astrophysics that controls dramatic, but short-lived,\nepisodes of disequilibrium that mark galaxies' evolution. In this paper, we\ngreatly expand the available Hubble Space Telescope (HST) imaging of galaxies\ndrawn from the Arp and Arp-Madore catalogs. We present new optical F606W images\nand point-source photometry for 216 systems, whose sizes are well-matched to\nthe Advanced Camera for Surveys' (ACS) wide field of view. Essentially none of\nthe sample had been previously observed with Hubble. The resulting images\ndisplay rich morphologies, revealing a variety of massive stars, HII regions,\nstellar clusters, dust lanes, tidal tails, backlit galaxies, and occasional\nchance superpositions. We provide a pedagogical guide for interpreting\nhighly-resolved optical galaxy images, which has general application beyond\nthis atlas. The atlas images also provide a superb starting point for more\ndetailed studies with high-resolution imaging in other wavelengths, and\nspectroscopy to track kinematics and the interstellar medium (ISM). Areas of\nobvious scientific relevance include feedback and star formation in merging and\ninteracting galaxies, resolved stellar populations at the extremes of stellar\ndensity, the properties of young massive stars and stellar clusters, the\nphysics of the cold ISM and dust, and stellar and gas dynamics.\n",
      "author": [
        {
          "name": "Julianne J. Dalcanton",
          "arxiv:affiliation": [
            {
              "_": "Center for Computational Astrophysics, Flatiron Institute",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            },
            {
              "_": "Department of Astronomy, University of Washington",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            }
          ]
        },
        {
          "name": "Meredith J. Durbin",
          "arxiv:affiliation": [
            {
              "_": "Department of Astronomy, University of Washington",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            },
            {
              "_": "Department of Astronomy, University of California, Berkeley",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            }
          ]
        },
        {
          "name": "Benjamin F. Williams",
          "arxiv:affiliation": {
            "_": "Department of Astronomy, University of Washington",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4365/adfc67",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4365/adfc67",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.09011v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.09011v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "Astrophysical Journal Supplement Series, accepted; 151pgs, 92pgs of\n  figures. Due to size limits, the ArXiv version does not include the complete\n  set of 216 full-resolution HST images, shown alongside multiwavelength\n  comparison images spanning from the UV to the radio. These are available in\n  the journal, or a single, large (but beautiful) PDF on Zenodo\n  (https://doi.org/10.5281/zenodo.16778896)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2509.08687v1",
      "updated": "2025-09-10T15:26:55Z",
      "published": "2025-09-10T15:26:55Z",
      "title": "The Small Magellanic Cloud through the lens of the James Webb Space\n  Telescope : binaries and mass function within the galaxy outskirts",
      "summary": "  The stellar initial mass function (IMF) and the fraction of binary systems\nare fundamental ingredients that govern the formation and evolution of\ngalaxies. Whether the IMF is universal or varies with environment remains one\nof the central open questions in astrophysics. Dwarf galaxies such as the Small\nMagellanic Cloud (SMC), with their low metallicity and diffuse star-forming\nregions, offer critical laboratories to address this issue. In this work, we\nexploit ultra-deep photometry from the James Webb Space Telescope to\ninvestigate the stellar populations in the field of the SMC. Using the $m_{\\rm\nF322W2}$ versus $m_{\\rm F115W}-m_{\\rm F322W2}$ color-magnitude diagram (CMD),\nwe derive the luminosity function and measure the fraction of unresolved binary\nsystems. We find a binary fraction of $f_{\\rm bin}^{q>0.6}=0.14\\pm0.01$,\nconsistent with results from synthetic CMDs incorporating the metallicity\ndistribution of the SMC. Additionally, the measured binary fraction in the SMC\nfield is consistent with those observed in Galactic open clusters and Milky Way\nfield stars of similar ages and masses, suggesting similar binary formation and\nevolutionary processes across these low-density environments. By combining the\nluminosity function with the best-fit isochrone, we derive the the mass\nfunction (MF) down to $0.22\\,M_{\\odot}$, the lowest mass limit reached for the\nSMC to date. The resulting MF follows a power-law with a slope of\n$\\alpha=-1.99\\pm0.08$. This value is shallower than the canonical Salpeter\nslope of $\\alpha=-2.35$, providing new evidence for IMF variations in\nlow-metallicity and low-density environments.\n",
      "author": [
        {
          "name": "M. V. Legnardi"
        },
        {
          "name": "F. Muratore"
        },
        {
          "name": "A. P. Milone"
        },
        {
          "name": "G. Cordoni"
        },
        {
          "name": "T. Ziliotto"
        },
        {
          "name": "E. Dondoglio"
        },
        {
          "name": "A. F. Marino"
        },
        {
          "name": "A. Mastrobuono-Battisti"
        },
        {
          "name": "E. Bortolan"
        },
        {
          "name": "E. P. Lagioia"
        },
        {
          "name": "M. Tailo"
        }
      ],
      "arxiv:comment": {
        "_": "10 pages, 7 figures, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.08687v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.08687v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2509.08448v1",
      "updated": "2025-09-10T09:45:44Z",
      "published": "2025-09-10T09:45:44Z",
      "title": "Black hole mass function shift in proto-stellar-clusters driven by gas\n  accretion",
      "summary": "  The James Webb Space Telescope (JWST) has observed compact, massive\nproto-stellar clusters of low metallicity in the Cosmic Gems arc galaxy at high\nredshift, which represent likely precursors to globular clusters. We model the\nmass growth of stellar black holes (BHs) during the first few Myr of the life\nof a massive, compact, gaseous stellar cluster before stellar feedback expels\nthe primordial gas. At high redshift, in a lower metallicity environment\nstellar winds get weaker allowing for larger gas-depletion time-scales in the\ncluster despite of energetic pair-instability supernova (PISN) feedback for\nsufficiently compact clusters. Mass segregation drives the massive stellar\nprogenitors of BHs in the center of the cluster where gas is most dense. We\nestimate the conditions for which the initial black hole mass function (BHMF),\nwith a PISN-induced cut-off $<55{\\rm M}_\\odot$, gets shifted to values within\nthe upper BH mass gap, $\\sim 60-130{\\rm M}_\\odot$, or higher, as observed by\nGravitational Wave (GW) experiments LIGO-Virgo-KAGRA. We find that the BHs are\nshifted by the end of gas depletion to values within and above the mass gap,\nwell within the range of BH components of the recent GW-signal GW231123,\ndepending on total mass, star formation efficiency, metallicity and\ncompactness. The individual BH mass increase follows approximately a\nsurprisingly steep power law with respect to initial BH mass with an exponent\nin the range $\\approx 4-6$. This occurs in gaseous proto-stellar clusters that\nare sufficiently massive and compact, with typical values of total mass $\\sim\n10^6{\\rm M}_\\odot$ and size $\\sim 1{\\rm pc}$. Our analysis suggests that\nproto-stellar clusters at high redshift such as Cosmic Gems arc clusters have\ngenerated through early gas accretion, BHs as heavy as $\\sim 10^2-10^3{\\rm\nM}_\\odot$.\n",
      "author": {
        "name": "Zacharias Roupas"
      },
      "arxiv:comment": {
        "_": "to appear in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.08448v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.08448v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2509.07810v1",
      "updated": "2025-09-09T14:48:47Z",
      "published": "2025-09-09T14:48:47Z",
      "title": "The heart of NGC 5253 as seen with MUSE-NFM: nitrogen enrichment through\n  stellar chemical feedback at parsec scales",
      "summary": "  NGC 5253 is a nearby (D=3.6 Mpc) Blue Compact Dwarf galaxy, notable for its\nthree massive young super star clusters (SSCs) and nitrogen enrichment. Its\nsimilarity to extreme star-forming galaxies at high redshift makes it a good\nlocal analogue for studying chemical enrichment at high spatial resolution. We\ncharacterise the ionised gas and dust in the giant HII region in the proximity\nof the three SSCs in the centre of NGC 5253 using new Multi-Unit Spectroscopic\nExplorer Narrow Field Mode adaptive optics-assisted data at unprecedented\nspatial resolution of 0.\"15$\\sim$2.3 pc. We derive the attenuation for the\ncentral SSCs and, for the first time, map the extinction parameter ($R_V$) in\nan extragalactic object. $R_V$ varies among SSCs, suggesting differences in\ndust physics. Electron temperature and density diagnostics yield flat\ntemperature distributions $T_\\mathrm{e,median}$([NII])$=12000 \\pm 1700$ K and\n$T_\\mathrm{e,median}$([SIII])$ = 11000 \\pm 600$ K, and a structured\n$n_e$([SII]) of maximum $1930 \\pm 40$ cm$^{-3}$. The direct method gives a flat\nhelium abundance ($10^3y^+ = 81 \\pm 4$) and uniform oxygen abundance ($12 +\n\\log(\\text{O/H}) = 8.22 \\pm 0.05$). N/O shows a factor 2-3 enhancement around\nthe SSCs, mapped here for the first time at such high spatial resolution. The\ntotal excess nitrogen mass is $\\sim$0.3 $M_\\odot$, which we estimate is\nproducible by the observed WN-type Wolf-Rayet (WR) stars. Because there is no\ndirect spatial overlap between the enrichment and WR star positions, the N-rich\nmaterial appears to have been expelled from the original sites.\n",
      "author": [
        {
          "name": "Brigitte G. A. Pruijt",
          "arxiv:affiliation": {
            "_": "Leiden Observatory, Leiden University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Ana Monreal-Ibero",
          "arxiv:affiliation": {
            "_": "Leiden Observatory, Leiden University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Peter M. Weilbacher",
          "arxiv:affiliation": {
            "_": "Leibniz-Institut fur Astrophysik Potsdam",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Jeremy R. Walsh",
          "arxiv:affiliation": {
            "_": "European Southern Observatory",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Sebastian Kamann",
          "arxiv:affiliation": {
            "_": "Astrophysics Research Institute, Liverpool John Moores University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Azlizan A. Soemitro",
          "arxiv:affiliation": [
            {
              "_": "Leibniz-Institut fur Astrophysik Potsdam",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            },
            {
              "_": "Institut fur Physik und Astronomie, Universitat Potsdam",
              "$": {
                "xmlns:arxiv": "http://arxiv.org/schemas/atom"
              }
            }
          ]
        },
        {
          "name": "Haruka Kusakabe",
          "arxiv:affiliation": {
            "_": "Department of General Systems Studies, Graduate School of Arts and Sciences, The University of Tokyo",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        },
        {
          "name": "Leindert Boogaard",
          "arxiv:affiliation": {
            "_": "Leiden Observatory, Leiden University",
            "$": {
              "xmlns:arxiv": "http://arxiv.org/schemas/atom"
            }
          }
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 15 figures. Submitted to MNRAS, comments are welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.07810v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.07810v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2509.07067v1",
      "updated": "2025-09-08T18:00:01Z",
      "published": "2025-09-08T18:00:01Z",
      "title": "Micro-Tidal Disruption Events in Young Star Clusters",
      "summary": "  Dense young star clusters (YSCs) are ideal environments for dynamical\ninteractions between stars and stellar mass black holes (BHs). In such dense\nenvironments, stars can undergo close encounters with BHs and fall within their\ntidal radius, resulting in micro-tidal disruption events (micro-TDEs),\ntransient phenomena with potential multi-messenger signatures. We performed a\nsuite of direct N-body simulations using the PETAR code, to which we\nimplemented new prescriptions for modeling micro-TDEs. We constructed a set of\nrealistic YSC models including primordial binaries, based on the observed Milky\nWay population. Our simulations incorporate stellar and binary evolution,\nsupernova kicks, and stellar winds using the BSE code, and account for the\nGalactic tidal field via the GALPY library. We identify three dynamical\nchannels for micro-TDE production: single star-single BH encounters,\nbinary-mediated interactions (including supernova-kick triggers), and\ninteractions involving higher-order multiple systems such as hierarchical\ntriples and quadruples, as well as chaotic few-body interactions. Multiple\nencounters are the most efficient production channel, which dominates the total\nrate: 350-450 Gpc$^{-3}$ yr$^{-1}$. Micro-TDEs from YSCs are expected to be\ndetectable by upcoming surveys, particularly the Legacy Survey of Space and\nTime, with detection rates potentially up to hundreds per year. The\ngravitational wave (GW) signals expected from micro-TDEs peak in the deci-Hertz\nband, making them accessible to future instruments such as the Lunar\nGravitational Wave Antenna and the Deci-Hertz Interferometer Gravitational-wave\nObservatory. Micro-TDEs emerge as promising multi-messenger sources,\npotentially offering unique insights into star cluster dynamics, stellar\ncollisions, and the population of dormant stellar-mass BHs, through both\nelectromagnetic and GW observations.\n",
      "author": [
        {
          "name": "Sara Rastello"
        },
        {
          "name": "Giuliano Iorio"
        },
        {
          "name": "Mark Gieles"
        },
        {
          "name": "Long Wang"
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 13 figures; submitted to A&A (under review); comments\n  welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2509.07067v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2509.07067v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    }
  ]
}