{
  "fetched_at": "2025-12-28T02:26:22.800Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2512.20965v1",
      "title": "GW241011 and GW241110: Hints of Hierarchical Mergers from the Merger Entropy Index",
      "updated": "2025-12-24T05:43:20Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20965v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20965v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "GW241011 and GW241110 both exhibit extremely asymmetric masses, high primary spins, and significant spin-orbit misalignment, which challenge the formation of first-generation binary black hole mergers formed from stellar collapse. This implies that these two gravitational wave events might originate from the hierarchical merger mechanism, with at least one of the black holes being the remnant of a previous merger. Here we investigate the origin of hierarchical mergers for GW241011 and GW241110 using the merger entropy index which measures the efficiency of entropy transfer for binary black hole mergers in general relativity. We find that GW241011 is consistent with hierarchical mergers in dense star clusters. The origin of GW241110 remains under debate due to its large distribution uncertainty, which leads to method-dependent inference and should be taken into account when interpreting this event in terms of hierarchical mergers.",
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T05:43:20Z",
      "arxiv:comment": "Comments are welcome",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.HE"
        }
      },
      "author": [
        {
          "name": "Guo-Peng Li"
        },
        {
          "name": "Xi-Long Fan"
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2512.20923v1",
      "title": "Expanding Asteroseismic Studies in Star Clusters Using NASA's TESS and ESA's Gaia Missions",
      "updated": "2025-12-24T04:02:35Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20923v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20923v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "Star clusters have long been central to the study of stellar evolution due to their chemically and chronologically homogeneous populations. Asteroseismology, the analysis of stellar oscillations and pulsations, provides precise information about properties such as masses, radii, and ages of stars in the field. However, these stars lack calibration to an absolute scale, and so this project seeks to utilize the data from NASA's TESS mission and ESA's Gaia mission to identify additional cluster stars suitable for asteroseismic analysis and calibration. In this work we analyze 14 stars belonging to 3 well-populated clusters, 5 additional stars that are the only detected oscillators in their respective clusters, and 3 detected oscillators of unknown cluster membership. By significantly expanding the number of clusters with measured oscillating giants, this project increases the opportunity for cross-validation between classical stellar models and asteroseismic methods, allowing for improvements in both calibration techniques and age estimations across the galaxy.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-24T04:02:35Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "Carli Mankowski"
        },
        {
          "name": "Jamie Tayar"
        },
        {
          "name": "Cassidy Martin"
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2512.20574v1",
      "title": "Revisiting the near infrared Calcium triplet as metallicity indicator",
      "updated": "2025-12-23T18:17:25Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.20574v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.20574v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        }
      ],
      "summary": "The near-infrared Calcium II Triplet (CaT), around 850nm, is a key metallicity indicator for red giant stars. We present a revised [Fe/H] calibration as a function of CaT line strengths and four luminosity indicators, including the $Gaia$ $G$-band, together with the classical $V$, $I$, and $K_s$ bandpasses. For this purpose, we used a sample of 366 red giant stars belonging to 25 globular and open clusters, complemented by 52 extremely metal-poor field giant stars. The CaT line strengths are determined by fitting Gaussian-Lorentzian combination profiles using the Python lmfit package, which utilises the algorithms implemented therein. The derived calibration is valid for a wide metallicity range, $-4$\\,dex$ \\lesssim \\mathrm{[Fe/H]} \\lesssim +0.15$, and for ages older than $\\sim$200 Myr. In addition, we performed a detailed assessment of how factors such as spectral resolution, spectral quality (expressed through the signal-to-noise ratio), and the algorithms used to constrain the line profiles affect the measured line strengths and the resulting metallicities.",
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "published": "2025-12-23T18:17:25Z",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.SR"
        }
      },
      "author": [
        {
          "name": "M. Navabi"
        },
        {
          "name": "R. Carrera"
        },
        {
          "name": "N. E. D. Noël"
        },
        {
          "name": "C. Gallart"
        },
        {
          "name": "E. Pancino"
        },
        {
          "name": "M. De Leo"
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2512.19185v1",
      "title": "ALMA Observations of Cold Methanol Gas in the Large Magellanic Cloud (LMC): N79 South GMC",
      "updated": "2025-12-22T09:18:36Z",
      "link": [
        {
          "$": {
            "href": "https://arxiv.org/abs/2512.19185v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "href": "https://arxiv.org/pdf/2512.19185v1",
            "rel": "related",
            "type": "application/pdf",
            "title": "pdf"
          }
        },
        {
          "$": {
            "rel": "related",
            "href": "https://doi.org/10.3847/1538-4357/ae2ad6",
            "title": "doi"
          }
        }
      ],
      "summary": "We report ALMA continuum and molecular line observations at 0.1 pc resolution toward the super star cluster (SSC) candidate H72.97-69.39 in the N79 region of the LMC. The continuum emission has a sharp peak around the SSC candidate but is also widely distributed. We identify two continuum sources at the northern (N79S-1) and northwestern (N79S-2) positions of the SSC continuum peak, associated with CH$_3$OH emission. In addition to CH$_3$OH, we also detect H$_2$CO, H$_2$CS, CS, SO, CO, CN, and CCH at the positions of N79S-1 and N79S-2. The rotation diagram analysis of CH$_3$OH and SO lines yields an average gas temperature of 13 $\\pm$ 0.4 K for N79S-1 and 15 $\\pm$ 0.9 K for N79S-2. Most emission lines exhibit line widths of less than 2.8 km s$^{-1}$, consistent with emissions from cold, dense molecular cloud cores. The abundance of cold CH$_3$OH gas is estimated to be (2.1 $\\pm$ 1.1)$\\times$ 10$^{-9}$ at N79S-1 and (4.5 $\\pm$2.5)$\\times$ 10$^{-10}$ at N79S-2. Despite the lower metallicity in the LMC, the CH$_3$OH abundance at N79S-1 is comparable to that of similar cold sources in our Galaxy. However, the formation of organic molecules is inhibited throughout the N79 regions, as can be seen in the non-detection of CH$_3$OH in most of the regions. The two positions N79S-1 and N79S-2 would be exceptional positions, where CH$_3$OH production is efficient. The possible origins of cold CH$_3$OH gas in these dense cores are discussed, along with a possible explanation for the non-detection of CH$_3$OH in the SSC candidate.",
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "published": "2025-12-22T09:18:36Z",
      "arxiv:comment": "Accepted for publication in The Astrophysical Journal (ApJ)",
      "arxiv:primary_category": {
        "$": {
          "term": "astro-ph.GA"
        }
      },
      "author": [
        {
          "name": "Suman Kumar Mondal"
        },
        {
          "name": "Takashi Shimonishi"
        },
        {
          "name": "Soumen Mondal"
        },
        {
          "name": "Prasanta Gorai"
        },
        {
          "name": "Kei E. I. Tanaka"
        },
        {
          "name": "Kenji Furuya"
        },
        {
          "name": "Ankan Das"
        }
      ],
      "arxiv:doi": "10.3847/1538-4357/ae2ad6",
      "score": 1
    }
  ]
}